Repository: mozilla-l10n/zerda-android-l10n
Catalog: locales/ace/app.po
Languages: ace

# action_cancel
source: CANCEL
ace: BATEUE

# action_ok
source: OK
ace: GÖT

# urlbar_hint
source: Search or enter address
ace: Mita atawa pasoë alamat

# menu_settings
source: Settings
ace: Atô

# menu_about
source: About
ace: Bhaih

# menu_help
source: Help
ace: Beunantu

# menu_rights
source: Your Rights
ace: Hak Droeneuh

# menu_give_feedback
source: Give feedback
ace: Bri saran

# menu_share_with_friends
source: Share with friends
ace: Bulueng keu rakan - rakan

# share_dialog_title
source: Share via
ace: Bulueng röt

# find_in_page_input
source: Find in page
ace: Mita lam laman

# accessibility_find_in_page_result
source: %1$d out of %2$d
ace: %1$d nibak %2$d

# accessibility_find_next_result
source: Find next result
ace: Kalön hasé u keue

# accessibility_find_previous_result
source: Find previous result
ace: Kalön hasé u likôt

# accessibility_dismiss_find_in_page
source: Dismiss find in page
ace: Tôp mita lam laman

# text_selection_search_action
source: Search in Firefox Lite
ace: Mita lam Firefox Lite

# about_content_body
source: %1$s is a fast and lightweight browser produced by %2$s. Our mission is to foster a healthy, open internet.
ace: %1$s nakeuh saboh browser nyang bagah ngön phui atra jipeugöt lé %2$s. Meukeusud kamoe nakeuh keu meupeularha internet nyang jroh ngön teupeuhah.

# about_link_learn_more
source: Learn more
ace: Meurunoe lom

# about_link_support
source: Support
ace: Dukông

# about_link_your_rights
source: Your Rights / Licenses
ace: Hak / Idin Droeneuh

# about_link_privacy
source: Privacy Notice
ace: Jaga Rahsia

source: Life Feed
ace: Haba geutanyoe

# about_link_life_feed
source: Learn more about %1$s
ace: Ta kalön lom keu bhah %1$s

# preference_search_engine_default
source: Default search engine
ace: Meusén mita teutap

# preference_language
source: Language
ace: Basa

# preference_language_systemdefault
source: System default
ace: Sistem teutap

# preference_dialog_title_search_engine
source: Default search engine
ace: Meusén mita teutap

# preference_dialog_title_news_source
source: News source
ace: Nè haba

# preference_data_saving_block_images
source: Block images
ace: Bék deuh gamba - gamba

# preference_privacy_storage_clear_browsing_data
source: Clear browsing data
ace: Peugléh data peuhah wèb

# preference_privacy_storage_save_downloads_to
source: Save downloads to
ace: Keubah keuneubah u

# preference_default_browser
source: Make default browser
ace: Peuteutap ngön browser nyoe

# preference_default_browser_is_setting
source: Changing settings…
ace: Gantoe peuatô…

# preference_turbo_mode
source: Turbo mode
ace: Mode turbo

# preference_mozilla_telemetry
source: Send usage data
ace: Kirém data teungui

# preference_mozilla_telemetry_summary
source: %2$s strives to collect only what we need to provide and improve %1$s for everyone.
ace: %2$s bit-bit meupeusapat data nyang peureulé sagai beu meutamah get %1$s keu mandum.

# preference_learn_more
source: Learn more
ace: Meurunoe lom

# preference_about
source: About
ace: Bhaih

# preference_night_mode_brightness
source: Night mode brightness
ace: Peungeuih mode malam

# night_mode_on_boarding_message
source: Long press to adjust brightness
ace: Teugön beu tréb keu peuatô trang layeue

# content_description_clear_input
source: Clear input
ace: Peugléh input

# content_description_dismiss_input
source: Dismiss
ace: Peubiyeue

# content_description_lock
source: Secure connection
ace: Koneksi aman

# accessibility_announcement_loading
source: Loading
ace: Teungöh ipeuhah

# accessibility_announcement_loading_finished
source: Website loaded
ace: Situihweb ka teuhah

# content_description_menu
source: More options
ace: Peuniléh laén

# content_description_forward
source: Navigate forward
ace: Jak u keue

# content_description_reload
source: Reload website
ace: Peuhah keulayi situihweb

# content_description_back
source: Navigate back
ace: Gisa u likôt

# content_description_stop
source: Stop loading website
ace: Bèk lé peuhah situihweb

# content_description_customtab_exit
source: Return to previous app
ace: Gisa u app saknyoe

# content_description_blocking_switch
source: Block trackers
ace: Tham seuneutöt

# external_app_prompt_no_app_title
source: Find an app that can open link
ace: Mita saboh app nyang jeuet peuhah link

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
ace: Hana meusabôh app pih lam peukakah droen nyang jeut peuhah link nyoe. Droen jeut neu peutinggai %1$s keu app %2$s nyang jeut.

# error_page_title
source: Webpage not available
ace: Laman web hana

# error_page_recover_a
source: Make sure you are connected to the internet
ace: Droeneuh beu yakin ka teusambat ngön internet

# error_page_recover_b
source: Check the address
ace: Paréksa alamat

# error_page_button
source: TRY AGAIN
ace: CI LOM

# error_page_title_unsupported_scheme
source: The address wasn’t understood
ace: Alamat hana paih lom

# error_page_content_text_unsupported_scheme
source: You might need to install other software to open this address.
ace: Peureulèe neupasang software laén keu neupeuhah alamat nyoe.

# contextmenu_link_share
source: Share link
ace: Bulueng link

# contextmenu_link_copy
source: Copy link address
ace: Salén peunawôt alamat

# contextmenu_image_share
source: Share image
ace: Bulueng gamba

# contextmenu_image_copy
source: Copy image address
ace: Salén alamat gamba

# contextmenu_image_save
source: Save image
ace: Keubah gamba

# contextmenu_open_in_new_tab
source: Open link in new tab
ace: Peuhah peunawôt bak tab barô

# contextmenu_open_image_in_new_tab
source: Open image in new tab
ace: Peuhah gamba bak tab barô

# first_run_page1_title
source: Thanks for choosing %1$s
ace: Sabah ka neupiléh %1$s

# first_run_page1_text
source: A browser made by %1$s, the non-profit committed to a free and open web.
ace: Browser nyang geupeugöt lé %1$s, saboh teunubôh hana mita laba nyang na meukeusud keu web nyang bibeueh ngön teuhah web jih.

# first_run_page2_title
source: Browse faster than ever
ace: Peuhah wèb leubèh bagah nibak nyang ka-ka

# first_run_page2_text
source: Use turbo mode to block tracking ads so you can browse at blazing speeds. If sites seem broken, just tap off the turbo mode switch in the menu.
ace: Ngui mode turbo keu neublokir iklan peulacak mangat droeneuh jeuet neuseumeulop ngon bagah. Meunyo situs na meuri reuloh, jeuet neupumaté tombol mode turbo bak bagian menu.

# first_run_page3_title
source: Save data = Save money
ace: Himat data = Himat pèng

# first_run_page3_text
source: Save on data costs by blocking tracking ads. Save even more when you enable image blocking.
ace: Neuhimat biaya data ngön neutham iklan peulacak. Neuhimat leubèh le lom meunyo neutham gamba.

# first_run_page4_title
source: Screenshot the whole page
ace: Droplayeue man sabôh

# first_run_page4_text
source: Take screenshot of an entire page scroll. Read it offline without using data or tap it to revisit the web page.
ace: Cök droplayeue nibak mandum laman wèb. Kalön 'oh watèe hana jaringan hana payah paket data atawa peuhah keulayi bak laman web nyan.

# first_run_page5_title
source: Next-level privacy
ace: Privasi tingkat lanjut

# first_run_page5_text
source: Browse without a trace, and block a wide range of common web trackers by default. Ensure the security of your confidential data.
ace: Seumeulop hana euncit, tham alat seumeutöt wèb nyang biasa. Peuaman data peunténg droeneuh.

# first_run_page6_text
source: Just one flip, keep yourself updated with the “%1$s” - a variety of contents from the most popular topics to the hottest deals. %2$s
ace: Sigö cukèh sagai, neuseubarô sabè ngön “%1$s” - meubagoe bhah nibak nyang palèng geuthèe na sampoe án nyang gawat that dum. %2$s

# first_run_page7_title
source: Prevent from being tracked
ace: Peutham nibak jiseutöt

# first_run_page7_text
source: Now you can check how many trackers are blocked in private mode.
ace: Jinoe ka jeut neucekpadum droen awak seutöt nyangka itheun lam mode privat.

# first_run_upgrade_page_title
source: We heard your feedback!
ace: Kamoe meudeungö saran droeneuh!

# new_name_upgrade_page_title
source: We have a new look!
ace: Kamoe na neuleumah barô!

# new_name_upgrade_page_text
source: With the evolved product, we bring you a newly refreshed %1$s, with new name and new logo.
ace: Ngön produk nyang sabé meutamah, kamoe meuba keu droeneuh %1$s nyang barô, nan barô ngön logo barô.

# first_run_upgrade_page_text1
source: 1. Multitask by opening %s at the same time!
ace: 1. Multibuet waté ipeuhah %s meusigö!

# first_run_upgrade_page_text1_highlight
source: multiple tabs
ace: Multitab

# first_run_upgrade_page_text2
source: 2. Access your favorite sites quickly by %s
ace: 2. Akses situs nyang droen galak beubagah ngön %s

# first_run_upgrade_page_text2_highlight
source: adding them to the home screen!
ace: tamah atanyan lam layeu phôn!

# firstrun_close_button
source: OK, got it!
ace: Göt, lôn muphôm!

# firstrun_skip_button
source: Skip
ace: Liwat

# firstrun_next_button
source: Next
ace: Lanjut

# label_menu_bookmark
source: Bookmarks
ace: Peutanda

# label_menu_download
source: Downloads
ace: Keuneubah

# label_menu_find_in_page
source: Find in page
ace: Mita lam laman

# label_menu_clear_cache
source: Clear cache
ace: Peugléh cache

# label_menu_history
source: History
ace: Riwayat

# label_menu_share
source: Share
ace: Bulueng

# label_menu_my_shots
source: My shots
ace: Hasé drop layeue

# label_menu_capture_page
source: Capture page
ace: Drop laman

# label_menu_turbo_mode
source: Turbo mode
ace: Mode turbo

# label_menu_night_mode
source: Night mode
ace: Mode malam

# label_menu_block_ads
source: Block Ads
ace: Theun Iklan

# label_menu_block_image
source: Block images
ace: Som gamba

# label_menu_settings
source: Settings
ace: Peuatô

# label_menu_exit
source: Exit
ace: Teubiët

# permission_toast_location_deny
source: Location permission is denied.
ace: Idin neuduek geutulak.

# permission_toast_storage_deny
source: Storage permission is denied.
ace: Idin keuneubah geutulak.

# permission_handler_permission_dialog_setting
source: settings
ace: peuatô

# permission_dialog_not_now
source: not now
ace: bèk jinoë

# permission_toast_location
source: Location not available. Give permission to access your location.
ace: Neuduek hana jitupeue. Neubri idin keu jitupeue neuduekneuh.

# permission_toast_storage
source: Storage not available. Give permission to store photos and files on your device.
ace: Hana bak keubah. Neupeuidin keu keubah fôtô ngön beureukaih lam peukakaih Droeneuh.

# geolocation_dialog_message
source: %1$s wants to access your location.
ace: %1$s keumeung jitupeue neuduekneuh.

# geolocation_dialog_message_cache_it
source: Don’t ask again for this site until %1$s restarts
ace: Bèk tanyöng lé keu situs nyoe sampoe %1$s teuhah lom

# geolocation_dialog_allow
source: ALLOW
ace: PEUIDIN

# geolocation_dialog_block
source: BLOCK
ace: THAM

# setting_dialog_clear_data
source: Clear Data
ace: Peugléh Data

# setting_dialog_cancel
source: Cancel
ace: Bateuë

# setting_dialog_browsing_history
source: Browsing history
ace: Riwayat peuhah wèb

# setting_dialog_search_history
source: Search history
ace: Riwayat mita

# setting_dialog_form_history
source: Form history
ace: Riwayat formulir

# setting_dialog_cookies
source: Cookies
ace: Kukis

source: No downloads
ace: Hana keuneubah

# download_started
source: Downloading…
ace: Teungöh cok keubah beureukaih…

# download_file_not_supported
source: Download protocol not supported
ace: Protokol cok keubah beureukaih hana jidukông

source: Cannot find the file
ace: Han jiteumèe beureukaih

source: Cannot delete the file.
ace: Han jeuet jisampôh beureukaih.

# download_completed
source: %1$s downloaded
ace: %1$s ka jicok keubah

# download_deleted
source: %1$s was deleted
ace: %1$s ka jisampôh

# download_cancel
source: Download canceled
ace: Cok keubah hana jadéh

source: Undo
ace: Pubateuë

source: Open
ace: Peuhah

# menu_longpress_downloads
source: Long press to open Downloads
ace: Teugon beutrép keu neupeuhah nyang ka teu cok

# pause
source: paused
ace: geupupiyôh

source: Pending
ace: Meutanggôh

# running
source: downloading
ace: teungöh cok keubah beureukaih

source: Successful
ace: Meuhasé

source: failed
ace: hana meuhasé

source: Unknown
ace: Hana Jituri

# setting_dialog_sd_card
source: SD card
ace: Keureutu SD

# setting_dialog_internal_storage
source: Internal storage
ace: Teumpat keubah internal

# browsing_history_clear_btn
source: CLEAR BROWSING HISTORY
ace: PEUGLÉH RIWAYAT PEUHAH WÈB

# browsing_history_empty_view_msg
source: No browsing history
ace: Hana riwayat peuhah wèb

# browsing_history_date_today
source: Today
ace: Uroë Nyoë

# browsing_history_date_yesterday
source: Yesterday
ace: Baroë

# browsing_history_menu_delete
source: Delete
ace: Sampôh

# browsing_history_dialog_confirm_clear_message
source: Clear all browsing history?
ace: Sampôh ban dum riwayat peuhah wèb?

# browsing_history_dialog_btn_clear
source: Clear
ace: Peugléh

source: Remove from list
ace: Sampôh nibak dapeuta

source: Delete file
ace: Sampôh beureukaih

source: Screenshot saved
ace: Deuneurop layeue teukeubah

# screenshot_failed
source: Failed to capture screenshot
ace: Hana meuhasé drop layeue

# screenshot_illustration
source: Capturing screenshot of entire page…
ace: Cok drop layeuë dum meusaboh laman…

# screenshot_view
source: VIEW
ace: KALÖN

# screenshot_edit
source: EDIT
ace: PEUSANEUT

# screenshot_delete
source: DELETE
ace: SAMPÔH

# screenshot_share
source: SHARE
ace: BULUENG

# message_fallback_save_to_primary_external
source: No SD card detected. File was saved to internal storage.
ace: Hana SD card meuteumeuëng. Beureukaih meukeubah bak internal storage.

# message_start_to_save_to_removable_storage
source: File saved to SD card
ace: Beureukaih meukeubah bak SD card

# message_removable_storage_space_not_enough
source: SD card is almost full. File was saved to internal storage.
ace: SD card ka rap punoh. Beureukaih meukeubah bak internal storage.

# screenshot_grid_empty_text_title
source: No screenshots
ace: Hana deuneurop layeue

# screenshot_grid_empty_text_msg_prefix
source: Tap
ace: Cukèh

# screenshot_grid_empty_text_msg_postfix
source: on the menu to capture an entire web page.
ace: bak menu beujeuet ta capture mandum asoë bak saboh laman web.

# screenshot_image_viewer_dialog_title
source: Info
ace: Infô

# screenshot_image_viewer_dialog_info_time1
source: Date: %1$s
ace: Uroe buleuen: %1$s

# screenshot_image_viewer_dialog_info_category
source: Category: %1$s
ace: Kawan: %1$s

# screenshot_image_viewer_dialog_info_resolution1
source: Resolution: %1$s
ace: Rèsolusi: %1$s

# screenshot_image_viewer_dialog_info_size1
source: Size: %1$s
ace: Seunipat: %1$s

# screenshot_image_viewer_dialog_info_title1
source: Title: %1$s
ace: Nan: %1$s

# screenshot_image_viewer_dialog_delete_msg
source: Delete this image?
ace: Sampôh gamba nyoë?

# file_picker_title
source: Choose a file to upload
ace: Piléh beureukaih keu neupasoe

# message_enable_turbo_mode
source: Turbo mode enabled
ace: Mode turbo geupeuudép

# message_disable_turbo_mode
source: Turbo mode disabled
ace: Mode turbo geupumaté

# message_enable_block_image
source: Now blocking images
ace: Jinoe teumeuheun gamba

# message_disable_block_image
source: Now showing images
ace: Jinoe pumeudeuih gamba

# message_clear_cache_fail
source: Unable to clear cache
ace: Han jeuet sampôh cache

# message_storage_unavailable_cancel_download
source: Storage inaccessible. Download canceled.
ace: Teumpat keubah hana jiteumèe. Beureukaih ceuneucok geupubateue.

# message_cleared_cached
source: %1$s cache cleared
ace: %1$s cache ka teusampôh

# message_cleared_browsing_data
source: Browsing data cleared
ace: Data peuhah wèb geusampôh

# message_deleted_screenshot
source: Screenshot deleted
ace: Drop layeuë ka teusampôh

# message_cannot_find_screenshot
source: Cannot display the screenshot
ace: Han jeuët peuleumah drop layeuë

source: Remove
ace: Sampôh

source: Pin site
ace: Peukab situs

# update_to_latest_app_toast
source: Downloading latest build…
ace: Cok-keubah nyang ban meuseubaro…

# update_to_latest_app_notification
source: Latest build has been downloaded. Tap to update.
ace: Nyang ban meuseubaro ka lheuh meukeubah. Cukeh keu teuseubaro.

# update_to_latest_app_snack_bar_message
source: Latest build downloaded
ace: Nyan ban teuseubaro ka meucok-keubah

# update_to_latest_app_snack_bar_update
source: UPDATE
ace: SEUBARO

# privacy_policy_update_notification_title
source: Product Update Notice
ace: Bri Thèe Pubarô Produk

# privacy_policy_update_notification_action
source: To make Firefox Lite better for you and everyone, we made some changes to our privacy policy. Tap to learn more.
ace: Mangat jeuet Firefox Lite leubèh göt keu Droeneuh ngön ban mandum ureueng, kamoe meupeugöt padum-padum boh hai barô lam keubijakan privasi kamoe. Neuteugön keu neumeurunoe leubèh lanjut lom.

# rate_app_dialog_text_title
source: Love %1$s?
ace: Galak keu %1$s?

# rate_app_dialog_text_content
source: Thank you for choosing our product. Your feedback is important to us.
ace: Sabah ka neupiléh produk kamoe. Saran Droeneuh peunténg keu kamoe.

# rate_app_dialog_btn_go_rate
source: Rate Us
ace: Nyo, bri 5 bintang!

# rate_app_notification_action_rate
source: RATE US
ace: BÔH 5 BINTANG

# rate_app_dialog_btn_feedback
source: Leave Feedback
ace: Neubri saran.

# rate_app_notification_action_feedback
source: FEEDBACK
ace: SARAN

# share_app_dialog_text_title
source: Share %1$s with friends!
ace: Bulueng %1$s keu rakan!

# share_app_dialog_btn_share
source: Share
ace: Bulueng

# share_app_promotion_text
source: Hey, check out this fast and lightweight browser from %3$s. %1$s %2$s
ace: Hai, neuci browser atra %3$s nyoe. Bagah ngön phui. %1$s%2$s

# your_rights_content1
source: %1$s is free and open source software made by %2$s and other contributors.
ace: %1$s nakeuh saboh software bibeueh ngön open source nyang geupeugöt lé %2$s ngön ureueng laén.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">%3$s</a> and other open source licenses.
ace: %1$s geuseudia keu Droeneuh ngön syarat <a href="%2$s">%3$s</a> dan lisènsi nè teuhah nyang laén.

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the %3$s, %4$s or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
ace: Droeneuh hana geubri hak atawa lisènsi keu mèrèk meukat Mozilla Foundation atawa pihak laén, rôh lam nyan nan atawa lambang %3$s, %4$s, atawa %1$s. Haba leubèh lanjut jeuet neukalon <a href="%2$s">sinoe</a>.

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
ace: Kode asai tambahan keu %1$s ka na lam padub boh <a href="%2$s"> lisensi </a> laén nyang pré ngön kodé teuhah.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
ace: %1$s na cit geungui dapeuta blokir nyang jiseudia lé Disconnect, Inc. seubagoe buet teupisah ngön teudöng keudroe di yup <a href="%2$s"> GNU General Public License v3 </a>, dan teuseudia <a href="%3$s">sinoe</a>.

# survey_notification_title
source: We need you! %1$s
ace: Kamoë peureulèë droëneuh! %1$s

# survey_notification_description
source: Shape a better product for Indonesia
ace: Tapeugöt produk nyang leubèh jroh keu Indônèsia

# new_background_tab_hint
source: New tab opened
ace: Tab barô ka teuhah

# new_background_tab_switch
source: SWITCH
ace: GANTOË

# setting_default_browser_notification_title
source: Changing settings…
ace: Gantoe peuatô...

# setting_default_browser_notification_text
source: It may take a while
ace: Peureulèe watèe siat

# setting_default_browser_notification_clickable_text
source: Tap to set default browser
ace: Teugön keu neuatô browser teutap

# tab_tray_close_tabs_btn_text
source: Close all
ace: Tôp bandum

# tab_tray_close_tabs_dialog_msg
source: Close all tabs?
ace: Tôp bandum tab?

# themetoy_onboarding_title
source: Color your life!
ace: Puwareuna udépneuh!

# themetoy_onboarding_description
source: Double click on the home background to switch themes.
ace: Teugön dua go bak layeue keue keu neugantoe tèma.

source: Bookmark saved
ace: Peutanda meukeubah

source: Bookmark removed
ace: Peutanda meusampôh

# bookmark_saved_edit
source: EDIT
ace: ANDAM

# title_activity_edit_bookmark
source: Edit bookmark
ace: Andam peutanda

# bookmark_edit_save
source: SAVE
ace: KEUBAH

# bookmark_edit_name
source: Name
ace: Nan

# bookmark_edit_location
source: Location
ace: Neuduek

# bookmark_edit_success
source: Bookmark updated
ace: Peutanda meuseubarô

# bookmarks_empty_view_msg
source: No bookmarks
ace: Hana peutanda

# edit_bookmark
source: Edit
ace: Andam

# label_menu_news
source: News
ace: Haba

# label_menu_latest_top_trending_news
source: Latest & Top Trending News
ace: Haba barô & trending

# news_update_btn
source: New update
ace: Haba barô

# news_language_dialog_title
source: Language
ace: Basa

# news_language_dialog_option_english
source: English
ace: Inggréh

# news_language_dialog_option_hindi
source: Hindi
ace: India

# news_category_title
source: Interests
ace: Geunalak

# news_category_option_top_news
source: Top-news
ace: Haba ateueh

# news_category_option_world
source: World
ace: Dônya

# news_category_option_technology
source: Technology
ace: Tèknologi

# news_category_option_education
source: Education
ace: Meurunoe

# news_category_option_politics
source: Politics
ace: Puliték

# news_category_option_career
source: Career
ace: Buet

# news_category_option_cricket
source: Cricket
ace: Krikèt

# news_category_option_sports
source: Sports
ace: Grak tubôh

# news_category_option_entertainment
source: Entertainment
ace: Hiburan

# news_category_option_business
source: Business
ace: Bisnis

# news_category_option_health
source: Health
ace: Sihat

# news_category_option_movie_reviews
source: Movie-reviews
ace: Ulasan film

# news_category_option_automobile
source: Automobile
ace: Otomobil

# news_category_option_regional
source: Regional
ace: Wilayah

# news_category_option_travel
source: Travel
ace: Diwana

# news_category_option_lifestyle
source: Lifestyle
ace: Gaya udép

# news_category_option_food
source: Food
ace: Peunajôh

# news_category_option_city
source: City
ace: Banda

# news_category_option_events
source: Events
ace: Keureuja

# news_category_option_religion
source: Religion
ace: Ugama

# news_category_option_crime
source: Crime
ace: Buet jheut

# news_category_option_astrology
source: Astrology
ace: Éleumèe nujum

# news_category_option_science
source: Science
ace: Sains

# news_category_option_jokes
source: Jokes
ace: Cagok

# news_category_option_nation
source: Nation
ace: Haba Nanggroe

# logo_text
source: Service provided by
ace: Layanan jipeuna lé

source: Private tab
ace: Tab rahsia

# private_browsing_title
source: Private Browsing
ace: Peuhah Wèb Rahsia

# private_browsing_erase_message
source: Erase private browsing history
ace: Sampôh riwayat peuhah wèb privat

# private_browsing_open_action
source: OPEN
ace: PEUHAH

# private_browsing_erase_done
source: Your private browsing history has been erased.
ace: Riwayat peuhah wèb ngön rahsia Droeneuh ka geusampôh.

# private_browsing_tracker_blocked
source: Trackers blocked
ace: Awak seutöt ka jitheun

# private_browsing_tracker_blocked_description
source: Enjoy browsing with extra protection.
ace: Mangat sit neubrowsing ngön peulindông nyang teuga.
