Repository: mozilla-l10n/zerda-android-l10n
Catalog: locales/ace/app.po
Languages: ace

# private_browsing_dialog_add_shortcut_title
source: Access private mode in one click! Want to add private mode shortcut to homescreen?
ace: Tamöng mode privat ngön sigo teugön! Keumeung tamah pintasan mode privat u seuramoe?

# private_browsing_dialog_add_shortcut_no
source: No, thanks
ace: H'an, sabah

# private_browsing_dialog_add_shortcut_yes
source: Yes
ace: Nyo

# private_browsing_dialog_add_shortcut_title_v2
source: Add private mode shortcut
ace: Tamah shortcut mode privat

# private_browsing_dialog_add_shortcut_content_v2
source: Access private mode quickly from your homescreen.
ace: Akses mode privat beubagah nibak layeue seuramoe keu.

# private_browsing_dialog_add_shortcut_no_v2
source: NO, THANKS
ace: HAN, TEURIMÖNG GASEH

# private_browsing_dialog_add_shortcut_yes_v2
source: YES, ADD IT NOW!
ace: GÖT, TAMAH JINOE!

# private_browsing_dialog_add_shortcut_no_toast
source: You can add private mode shortcut later in settings.
ace: Droeneuh jeuet neutamah pintasan mode privat euntreuk lam teumpat atô.

# private_browsing_shortcut_name
source: %1$s - Private browsing
ace: %1$s - Peuhah wèb privat

# preference_add_private_browsing_shortcut
source: Add private mode shortcut to Home screen
ace: Tamah pintasan mode privat u seuramoe

# my_shot_on_boarding_message
source: View your screenshots here!
ace: Kalön deuneurop layeuë droëneuh di sinoë!

# my_shot_on_boarding_category_message
source: To improve your product experience, we collect information about your screenshots’ categories.
ace: Keu tapeujroh peungalaman produk droen, kamoe meupeusapat maklumat bhaih katagori deuneurop layeue droeneuh.

# http_auth_dialog_title
source: Authentication required
ace: Peureulè otentikasi

# http_auth_dialog_user_name
source: Username
ace: Nan ureung ngui

# http_auth_dialog_password
source: Password
ace: Lageum tamöng

# low_priority_notification_channel
source: Hidden notifications
ace: Notifikasi teupeusom
