Repository: mozilla-l10n/zerda-android-l10n
Catalog: locales/su/app.po
Languages: su

# action_cancel
source: CANCEL
su: BOLAY

# action_ok
source: OK
su: OKÉH

# urlbar_hint
source: Search or enter address
su: Paluruh atawa asupkeun alamat

# menu_settings
source: Settings
su: Setélan

# menu_about
source: About
su: Ngeunaan

# menu_help
source: Help
su: Pitulung

# menu_rights
source: Your Rights
su: Hak Anjeun

# menu_give_feedback
source: Give feedback
su: Béré pangdeudeul

# menu_share_with_friends
source: Share with friends
su: Bagikeun ka babaturan

# share_dialog_title
source: Share via
su: Bagikeun kana

# find_in_page_input
source: Find in page
su: Téangan dina kaca

# accessibility_find_in_page_result
source: %1$d out of %2$d
su: %1$d ti %2$d

# accessibility_find_next_result
source: Find next result
su: Téang hasil séjén

# accessibility_find_previous_result
source: Find previous result
su: Téang hasil saméméhna

# accessibility_dismiss_find_in_page
source: Dismiss find in page
su: Tutup téangan dina kaca

# text_selection_search_action
source: Search in Firefox Lite
su: Paluruh di Firefox Lite

# about_content_body
source: %1$s is a fast and lightweight browser produced by %2$s. Our mission is to foster a healthy, open internet.
su: %1$s téh panyungsi anu gancang tur hampang karya %2$s. Ari udaganana nya éta pikeun ngarojong internét nembrak anu séhat.

# about_link_learn_more
source: Learn more
su: Lenyepan

# about_link_support
source: Support
su: Pangrojong

# about_link_your_rights
source: Your Rights / Licenses
su: Hak Anjeun / Lisénsi

# about_link_privacy
source: Privacy Notice
su: Wawar Privasi

source: Life Feed
su: Asupan Langsung

# about_link_life_feed
source: Learn more about %1$s
su: Leuwih jéntré ngeunaan %1$s

# preference_search_engine_default
source: Default search engine
su: Mesin pamaluruh baku

# preference_language
source: Language
su: Basa

# preference_language_systemdefault
source: System default
su: Bawaan sistem

# preference_dialog_title_search_engine
source: Default search engine
su: Mesin pamaluruh baku

# preference_dialog_title_news_source
source: News source
su: Sumber warta

# preference_data_saving_block_images
source: Block images
su: Peungpeuk gambar

# preference_privacy_storage_clear_browsing_data
source: Clear browsing data
su: Beresihan data sungsian

# preference_privacy_storage_save_downloads_to
source: Save downloads to
su: Teundeun undeuran kana

# preference_default_browser
source: Set as default browser
su: Jadikeun panyungsi baku

# preference_default_browser_is_setting
source: Changing settings…
su: Ngarobah setélan...

# preference_turbo_mode
source: Turbo mode
su: Modeu turbo

# preference_mozilla_telemetry
source: Send usage data
su: Kirim data pamakéan

# preference_mozilla_telemetry_summary
source: %2$s strives to collect only what we need to provide and improve %1$s for everyone.
su: %2$s bakal kukumpul data nu diperlukeun hungkul jang nyadiakeun jeung ngoméan %1$s pikeun anjeun.

# preference_learn_more
source: Learn more
su: Lenyepan

# preference_about
source: About
su: Ngeunaan

# preference_night_mode_brightness
source: Night mode brightness
su: Kacaangan modeu peuting

# night_mode_on_boarding_message
source: Long press to adjust brightness
su: Pencét lila pikeun ngatur kacaanganana

# content_description_clear_input
source: Clear input
su: Beresihan asupan

# content_description_dismiss_input
source: Dismiss
su: Tutup

# content_description_lock
source: Secure connection
su: Sambungan aman

# accessibility_announcement_loading
source: Loading
su: Ngamuat

# accessibility_announcement_loading_finished
source: Website loaded
su: Raramatloka geus dimuat

# content_description_menu
source: More options
su: Pilihan séjén

# content_description_forward
source: Navigate forward
su: Maju

# content_description_reload
source: Reload website
su: Muat ulang raramatloka

# content_description_back
source: Navigate back
su: Mundur

# content_description_stop
source: Stop loading website
su: Eureunan ngamuat raramatloka

# content_description_customtab_exit
source: Return to previous app
su: Balik deui ka aplikasi saméméhna

# content_description_blocking_switch
source: Block trackers
su: Peungpeuk palacak

# external_app_prompt_no_app_title
source: Find an app that can open link
su: Téangan aplikasi nu bisa muka tutumbu

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
su: Euweuh aplikasi nu bisa muka ieu tutumbu. Anjeun bisa ninggalkeun %1$s pikeun maluruh aplikasi nu bisa di %2$s.

# error_page_title
source: Webpage not available
su: Kaca wéb teu sayaga

# error_page_recover_a
source: Make sure you are connected to the internet
su: Pastikeun anjeun keur nyambung kana internét

# error_page_recover_b
source: Check the address
su: Pariksa alamat

# error_page_button
source: TRY AGAIN
su: PECAKAN DEUI

# error_page_title_unsupported_scheme
source: The address wasn’t understood
su: Alamat teu kaharti

# error_page_content_text_unsupported_scheme
source: You might need to install other software to open this address.
su: Sigana anjeun kudu masang aplikasi séjén pikeun muka ieu alamat.

# contextmenu_link_share
source: Share link
su: Bagikeun tutumbu

# contextmenu_link_copy
source: Copy link address
su: Tiron alamat tutumbu

# contextmenu_image_share
source: Share image
su: Bagikeun gambar

# contextmenu_image_copy
source: Copy image address
su: Tiron alamat gambar

# contextmenu_image_save
source: Save image
su: Teundeun gambar

# contextmenu_open_in_new_tab
source: Open link in new tab
su: Buka tutumbu di tab anyar

# contextmenu_open_image_in_new_tab
source: Open image in new tab
su: Buka gambar di tab anyar

# first_run_page1_title
source: Thanks for choosing %1$s
su: Nuhun geus milih %1$s

# first_run_page1_text
source: A browser made by %1$s, the non-profit committed to a free and open web.
su: Panyungsi nu dijieun ku %1$s, organisasi tanpabati anu tuhu kana wéb bébas tur nembrak.

# first_run_page2_title
source: Browse faster than ever
su: Ngalanglang sakedét nétra

# first_run_page2_text
source: Use turbo mode to block tracking ads so you can browse at blazing speeds. If sites seem broken, just tap off the turbo mode switch in the menu.
su: Paké modeu turbo pikeun meungpeuk iklan palacak sangkan anjeun bisa ngalanglang kalawan gancang pisan. Mun situs aya masalah, pareuman baé modeu turbona liwat menu.

# first_run_page3_title
source: Save data = Save money
su: Rikrik data = Rikrik duit

# first_run_page3_text
source: Save on data costs by blocking tracking ads. Save even more when you enable image blocking.
su: Rikrik ongkos data ku cara meungpeuk iklan palacak. Leuwih irit deui lamun ngahirupkeun peungpeuk gambar.

# first_run_page4_title
source: Screenshot the whole page
su: Téwak layar sakabéhna

# first_run_page4_text
source: Take screenshot of an entire page scroll. Read it offline without using data or tap it to revisit the web page.
su: Téwak layar saeusi kaca. Baca eusina sacara oflén tanpa maké data atawa toél pikeun nyorang deui kaca raramatna.

# first_run_page5_title
source: Next-level privacy
su: Privasi tingkat lanjut

# first_run_page5_text
source: Browse without a trace, and block a wide range of common web trackers by default. Ensure the security of your confidential data.
su: Nyungsi tanpa tapak, sarta meungpeuk sarupaning palacak raramat sacara baku. Ngajamin amanna data penting anjeun.

# first_run_page6_text
source: Just one flip, keep yourself updated with the “%1$s” - a variety of contents from the most popular topics to the hottest deals. %2$s
su: Ku sakali flip, ulah nepi ka tinggaleun di “%1$s” - rupa-rupa kontén ti jejer anu keur sabiwir hiji. %2$s

# first_run_page7_title
source: Prevent from being tracked
su: Cegah tina dilacak

# first_run_page7_text
source: Now you can check how many trackers are blocked in private mode.
su: Ayeuna anjeun bisa mariksa sabaraha palacak anu dipeungpeuk dina mode nyamuni.

# first_run_upgrade_page_title
source: We heard your feedback!
su: Pangdeudeul anjeun geus katampa!

# new_name_upgrade_page_title
source: We have a new look!
su: Midang dina wanda anyar!

# new_name_upgrade_page_text
source: With the evolved product, we bring you a newly refreshed %1$s, with new name and new logo.
su: Luyu jeung kamekaran produkna, kasanggakeun pidangan %1$s anu anyar, kalawan ngaran jeung logo anyar.

# first_run_upgrade_page_text1
source: 1. Multitask by opening %s at the same time!
su: 1. Ngagawéan sakaligus kalawan muka %s babarengan!

# first_run_upgrade_page_text1_highlight
source: multiple tabs
su: bebedan tab

# first_run_upgrade_page_text2
source: 2. Access your favorite sites quickly by %s
su: 2. Sorang loka karesep anjeun kalayan gancang ku %s

# first_run_upgrade_page_text2_highlight
source: adding them to the home screen!
su: nambahkeun kabéh kana tepas!

# firstrun_close_button
source: OK, got it!
su: Okéh, ngarti!

# firstrun_skip_button
source: Skip
su: Liwat

# firstrun_next_button
source: Next
su: Tuluy

# label_menu_bookmark
source: Bookmarks
su: Markah

# label_menu_download
source: Downloads
su: Undeuran

# label_menu_find_in_page
source: Find in page
su: Téangan dina kaca

# label_menu_clear_cache
source: Clear cache
su: Beresihan telih

# label_menu_history
source: History
su: Jujutan

# label_menu_share
source: Share
su: Bagikeun

# label_menu_my_shots
source: Screenshots
su: Téwakan layar

# label_menu_capture_page
source: Capture page
su: Téwak kaca

# label_menu_turbo_mode
source: Turbo mode
su: Modeu turbo

# label_menu_night_mode
source: Night mode
su: Modeu peuting

# label_menu_block_ads
source: Block Ads
su: Peungpeuk iklan

# label_menu_block_image
source: Block images
su: Peungpeuk gambar

# label_menu_settings
source: Settings
su: Setélan

# label_menu_exit
source: Exit
su: Kaluar

# label_menu_add_to_home_screen
source: Add to home screen
su: Tambahkeun ka layar tepas

# permission_toast_location_deny
source: Location permission is denied.
su: Idin lokasi ditolak.

# permission_toast_storage_deny
source: Storage permission is denied.
su: Idin teundeunan ditolak.

# permission_handler_permission_dialog_setting
source: settings
su: setélan

# permission_dialog_not_now
source: not now
su: Moal waka

# permission_toast_location
source: Location not available. Give permission to access your location.
su: Lokasi teu sayaga. Idinan pikeun ngaksés lokasi anjeun.

# permission_toast_storage
source: Storage not available. Give permission to store photos and files on your device.
su: Paneundeunan teu sayaga. Idinan pikeun nyimpen sarupaning foto jeung koropak na parangkat anjeun.

# geolocation_dialog_message
source: %1$s wants to access your location.
su: %1$s hayang nénjo lokasi anjeun.

# geolocation_dialog_message_cache_it
source: Don’t ask again for this site until %1$s restarts
su: Ulah ménta deui pikeun ieu loka nepi ka %1$s dimuat ulang

# geolocation_dialog_allow
source: ALLOW
su: HEUGBAÉ

# geolocation_dialog_block
source: BLOCK
su: PEUNGPEUK

# setting_dialog_clear_data
source: Clear Data
su: Beresihan Data

# setting_dialog_cancel
source: Cancel
su: Bolay

# setting_dialog_browsing_history
source: Browsing history
su: Jujutan langlangan

# setting_dialog_search_history
source: Search history
su: Jujutan pamaluruhan

# setting_dialog_form_history
source: Form history
su: Jujutan eusi formulir

# setting_dialog_cookies
source: Cookies
su: Kuki

# setting_dialog_cache
source: Cache
su: Telih

source: No downloads
su: Euweuh undeuran

# download_started
source: Downloading…
su: Ngundeur…

# download_file_not_supported
source: Download protocol not supported
su: Protokol undeuran teu dirojong

source: Cannot find the file
su: Koropak teu kapanggih

source: Cannot delete the file.
su: Koropak teu bisa dipupus.

# download_completed
source: %1$s downloaded
su: %1$s geus diundeur

# download_deleted
source: %1$s was deleted
su: %1$s geus dipupus

# download_cancel
source: Download canceled
su: Undeuran dibolaykeun

source: Undo
su: Bedo

source: Open
su: Buka

# menu_longpress_downloads
source: Long press to open Downloads
su: Pencét lila pikeun muka Undeuran

# pause
source: paused
su: dihancaan

source: Pending
su: Tagen

# running
source: downloading
su: ngundeur

source: Successful
su: Laksana

source: failed
su: gagal

source: Unknown
su: Teu dipikanyaho

# setting_dialog_sd_card
source: SD card
su: Kartu mémori

# setting_dialog_internal_storage
source: Internal storage
su: Paneundeunan internal

# browsing_history_clear_btn
source: CLEAR BROWSING HISTORY
su: BERESIHAN JUJUTAN LANGLANGAN

# browsing_history_empty_view_msg
source: No browsing history
su: Euweuh jujutan langlangan

# browsing_history_date_today
source: Today
su: Poé ieu

# browsing_history_date_yesterday
source: Yesterday
su: Kamari

# browsing_history_menu_delete
source: Delete
su: Pupus

# browsing_history_dialog_confirm_clear_message
source: Clear all browsing history?
su: Beresihan sakur jujutan langlangan?

# browsing_history_dialog_btn_clear
source: Clear
su: Beresihan

source: Remove from list
su: Piceun tina daptar

source: Delete file
su: Pupus koropak

source: Screenshot saved
su: Téwakan layar diteundeun

# screenshot_failed
source: Failed to capture screenshot
su: Gagal néwak layar

# screenshot_illustration
source: Capturing screenshot of entire page…
su: Keur néwak layar saeusi kaca…

# screenshot_view
source: VIEW
su: TÉMBONG

# screenshot_edit
source: EDIT
su: ÉDIT

# screenshot_delete
source: DELETE
su: PUPUS

# screenshot_share
source: SHARE
su: BAGIKEUN

# message_fallback_save_to_primary_external
source: No SD card detected. File was saved to internal storage.
su: Teu aya kartu mémori kadéték. Koropak geus diteundeun kana paneundeunan internal.

# message_start_to_save_to_removable_storage
source: File saved to SD card
su: Berkas diteundeun kana kartu mémori

# message_removable_storage_space_not_enough
source: SD card is almost full. File was saved to internal storage.
su: Kartu mémori méh pinuh. Koropak geus disimpen kana paneundeunan internal.

# screenshot_grid_empty_text_title
source: No screenshots
su: Euweuh téwakan layar

# screenshot_grid_empty_text_msg_prefix
source: Tap
su: Toél

# screenshot_grid_empty_text_msg_postfix
source: on the menu to capture an entire web page.
su: na menu pikeun néwak saeusi kaca.

# screenshot_image_viewer_dialog_title
source: Info
su: Émbaran

# screenshot_image_viewer_dialog_info_time1
source: Date: %1$s
su: Kaping: %1$s

# screenshot_image_viewer_dialog_info_category
source: Category: %1$s
su: Kategori: %1$s

# screenshot_image_viewer_dialog_info_resolution1
source: Resolution: %1$s
su: Résolusi: %1$s

# screenshot_image_viewer_dialog_info_size1
source: Size: %1$s
su: Ukuran: %1$s

# screenshot_image_viewer_dialog_info_title1
source: Title: %1$s
su: Judul: %1$s

# screenshot_image_viewer_dialog_delete_msg
source: Delete this image?
su: Pupus ieu gambar?

# file_picker_title
source: Choose a file to upload
su: Pilih koropak unjalkeuneun

# message_enable_turbo_mode
source: Turbo mode enabled
su: Modeu turbo dihurungkeun

# message_disable_turbo_mode
source: Turbo mode disabled
su: Modeu turbo dipareuman

# message_enable_block_image
source: Now blocking images
su: Ayeuna gambar dipeungpeuk

# message_disable_block_image
source: Now showing images
su: Ayeuna gambar ditémbongkeun

# message_clear_cache_fail
source: Unable to clear cache
su: Teu bisa meresihan telih

# message_storage_unavailable_cancel_download
source: Storage inaccessible. Download canceled.
su: Paneundeunan teu bisa diaksés. Undeuran dibolaykeun.

# message_exit_app
source: Press BACK again to exit
su: Pencét BALIK deui pikeun kaluar

# message_cleared_cached
source: %1$s cache cleared
su: %1$s telih diberesihan

# message_cleared_browsing_data
source: Browsing data cleared
su: Data langlangan diberesihan

# message_deleted_screenshot
source: Screenshot deleted
su: Téwakan layar dipupus

# message_cannot_find_screenshot
source: Cannot display the screenshot
su: Teu bisa midangkeun téwakan layar

source: Remove
su: Piceun

source: Pin site
su: Pin loka

# update_to_latest_app_toast
source: Downloading latest build…
su: Ngundeur wangun mutahir…

# update_to_latest_app_notification
source: Latest build has been downloaded. Tap to update.
su: Wangun mutahir geus diundeur. Toél pikeun ngamutahirkeun.

# update_to_latest_app_snack_bar_message
source: Latest build downloaded
su: Wangun mutahir geus diundeur

# update_to_latest_app_snack_bar_update
source: UPDATE
su: MUTAHIRKEUN

# privacy_policy_update_notification_title
source: Product Update Notice
su: Wawar Apdétan Prodak

# privacy_policy_update_notification_action
source: To make Firefox Lite better for you and everyone, we made some changes to our privacy policy. Tap to learn more.
su: Ngarah Firefox Lite leuwih hadé pikeun anjeun jeung balaréa, kami nyieun sawatara parobahan kana kawijakan salindungan kami. Toél baé pikeun leuwih teleb.

# message_set_default_success
source: Thanks for choosing %1$s!
su: Nuhun geus milih %1$s!

# message_set_default_incomplet
source: Would you like to finish setting %1$s as your default browser?
su: Badé nganggeuskeun setélan %1$s salaku panyungsi baku anjeun?

# setting_default_browser_instruction_system_settings
source: Set %1$s as your default browser in 30 seconds
su: Setél %1$s salaku panyungsi baku anjeun dina 30 detik

# setting_default_browser_instruction_open_external_link
source: How to always browse with %1$s?
su: Cara pikeun salawasna nyungsi maké %1$s?

# instruction_select
source: Select %1$s
su: Pilih %1$s

source: Browser app
su: Aplikasi panyungsi

# instruction_tap
source: Tap %1$s
su: Toél %1$s

source: Always
su: Matuh

# setting_default_browser_instruction_button
source: Go to settings
su: Buka setélan

# rate_app_dialog_text_title
source: Love %1$s?
su: Bogoh %1$s?

# rate_app_dialog_text_content
source: Thank you for choosing our product. Your feedback is important to us.
su: Hatur nuhun geus milih prodak kami. Pangdeudeul anjeun kacida utama pikeun kami.

# rate_app_dialog_btn_go_rate
source: Rate Us
su: Peunteun Kami

# rate_app_notification_action_rate
source: RATE US
su: PEUNTEUN KAMI

# rate_app_dialog_btn_feedback
source: Leave Feedback
su: Tinggalkeun Pangdeudeul

# rate_app_notification_action_feedback
source: FEEDBACK
su: PANGDEUDEUL

# share_app_dialog_text_title
source: Share %1$s with friends!
su: Bagikeun %1$s ka babaturan!

# share_app_dialog_text_content
source: - Fast and lightweight - Smart Shopping Search - Free Games, trending news
su: - Gancang tur hampang - Sungsi Balanja Pinter - Kaulinan Gratis, warta sabiwir hiji

# share_app_dialog_btn_share
source: Share
su: Bagikeun

# share_app_promotion_text
source: Hey, check out this fast and lightweight browser from %3$s. %1$s %2$s
su: Euy, cobaan panyungsi gancang tur hampang ti %3$s. %1$s %2$s

# update_app_dialog_btn_update_now
source: UPDATE NOW!
su: ANYARKEUN AYEUNA!

# update_app_dialog_btn_later
source: LATER
su: ENGKÉ

# your_rights_content1
source: %1$s is free and open source software made by %2$s and other contributors.
su: %1$s téh aplikasi bébas sarta sumber nembrak nu dijieun ku %2$s jeung kontributor séjénna.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">%3$s</a> and other open source licenses.
su: %1$s dijieunna pikeun anjeun kalayan dina pasaratan <a href="%2$s">%3$s</a> jeung lisénsi sumber nembrak nu séjén.

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the %3$s, %4$s or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
su: Anjeun teu dibéré idin atawa lisénsi nanaon kana mérek dagang Mozilla Foundation atawa pihak mana ogé, kaasup ngaran atawa logo %3$s, %4$s, atawa %1$s. Émbaran leuwih jero bisa dipanggihan <a href="%2$s">di dieu</a>.

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
su: Kodeu sumber tambahan pikeun %1$s nyangkaruk dina rupa-rupa <a href="%2$s">lisénsi</a> bébas jeung sumber nembrak nu séjén.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
su: %1$s ogé ngagunakeun daptar peungpeukan nu disayagakeun ku Disconnect, Inc. minangka hasil karya nu misah jeung indepénden di handapeun <a href="%2$s">GNU General Public License v3</a>, sarta sayaga <a href="%3$s">di dieu</a>.

# survey_notification_title
source: We need you! %1$s
su: Kami butuh anjeun! %1$s

# survey_notification_description
source: Shape a better product for Indonesia
su: Parengkeun prodak leuwih hadé pikeun Indonésia

# new_background_tab_hint
source: New tab opened
su: Tab anyar dibuka

# new_background_tab_switch
source: SWITCH
su: GILIR

# setting_default_browser_notification_title
source: Changing settings…
su: Ngarobah setélan…

# setting_default_browser_notification_text
source: It may take a while
su: Sigana bakal rada lila

# setting_default_browser_notification_clickable_text
source: Tap to set default browser
su: Toél pikeun ngatur panyungsi baku

# tab_tray_close_tabs_btn_text
source: Close all
su: Tutup kabéh

# tab_tray_close_tabs_dialog_msg
source: Close all tabs?
su: Tutup kabéh tab?

# themetoy_onboarding_title
source: Color your life!
su: Warnaan hirup anjeun!

# themetoy_onboarding_description
source: Double click on the home background to switch themes.
su: Toél dua kali kana latar tepas pikeun ngaganti téma.

source: Bookmark saved
su: Markah diteundeun

source: Bookmark removed
su: Markah dipiceun

# bookmark_saved_edit
source: EDIT
su: ÉDIT

# title_activity_edit_bookmark
source: Edit bookmark
su: Édit markah

# bookmark_edit_save
source: SAVE
su: TEUNDEUN

# bookmark_edit_name
source: Name
su: Wasta

# bookmark_edit_location
source: Location
su: Lokasi

# bookmark_edit_success
source: Bookmark updated
su: Markah diapdét

# bookmarks_empty_view_msg
source: No bookmarks
su: Euweuh markah

# edit_bookmark
source: Edit
su: Édit

# label_menu_news
source: News
su: Warta

# label_menu_latest_top_trending_news
source: Latest & Top Trending News
su: Warta Panganyarna & Keur Sabiwir Hiji

# news_update_btn
source: New update
su: Apdét anyar

# title_news_preferences
source: News Settings
su: Setélan Warta

# news_language_dialog_title
source: Language
su: Basa

# news_language_dialog_option_english
source: English
su: Inggris

# news_language_dialog_option_nepali
source: Nepali
su: Népali

# news_category_title
source: Interests
su: Karesep

# news_category_option_top_news
source: Top-news
su: Sabiwir hiji

# news_category_option_world
source: World
su: Dunya

# news_category_option_technology
source: Technology
su: Téhnologi

# news_category_option_education
source: Education
su: Atikan

# news_category_option_politics
source: Politics
su: Pulitik

# news_category_option_career
source: Career
su: Upajiwa

# news_category_option_cricket
source: Cricket
su: Krikét

# news_category_option_sports
source: Sports
su: Olahraga

# news_category_option_entertainment
source: Entertainment
su: Hiburan

# news_category_option_business
source: Business
su: Balantik

# news_category_option_health
source: Health
su: Kaséhatan

# news_category_option_movie_reviews
source: Movie-reviews
su: Ulasan pilem

# news_category_option_automobile
source: Automobile
su: Mobil

# news_category_option_regional
source: Regional
su: Régional

# news_category_option_travel
source: Travel
su: Pelesiran

# news_category_option_lifestyle
source: Lifestyle
su: Gaya hirup

# news_category_option_food
source: Food
su: Kadaharan

# news_category_option_video
source: Video
su: Vidio
