Repository: mozilla-l10n/zerda-android-l10n
Catalog: locales/su/app.po
Languages: su

# news_category_option_city
source: City
su: Kota

# news_category_option_events
source: Events
su: Acara

# news_category_option_religion
source: Religion
su: Ageman

# news_category_option_crime
source: Crime
su: Kajahatan

# news_category_option_astrology
source: Astrology
su: Astrologi

# news_category_option_science
source: Science
su: Élmu pangaweruh

# news_category_option_jokes
source: Jokes
su: Bodor

# news_category_option_nation
source: Nation
su: Bangsa

# logo_text
source: Service provided by
su: Layanan disadiakeun ku

# recommended_news_title
source: Recommended News For You
su: Warta anu Diusulkeun Keur Anjeun

# recommended_news_content
source: Tap “Yes” to begin seeing news recommended for you by our AI news engine. You can turn off recommendations and control your settings anytime in News-&gt;Settings. %1$s
su: Toél “Enya” pikeun mitembeyan nempo warta anu disarankeun ku mesin berita AI kami. Anjeun bisa mareuman saran sarta ngatur setélan anjeun iraha baé dina Warta-&gt;Setélan. %1$s

# recommended_news_preference_language
source: Choose Your Preferred News Language
su: Pilih Pilihan Basa Warta

# recommended_news_preference_toggle
source: Personalized news experience
su: Pangalaman warta sakapalay

# recommended_news_preference_disable_dialog
source: Do you want to disable the recommended news? Tap “YES” to just display the latest news articles.
su: Badé mareuman saran warta? Toél “ENYA” pikeun némbongkeun warta panganyarna hungkul.

# recommended_news_preference_enable_dialog
source: Do you want to enable the recommended news feature? Tap “YES” to start seeing a recommended selection of news articles.
su: Badé ngaktipkeun pitur warta anu disarankeun? Toél “YES” pikeun mitembeyan ningali pilihan tulisan warta anu disarankeun.

source: Private tab
su: Tab nyamuni

# private_browsing_title
source: Private Browsing
su: Langlangan Nyamuni

# private_browsing_erase_message
source: Erase private browsing history
su: Pupus jujutan langlangan nyamuni

# private_browsing_open_action
source: OPEN
su: BUKA

# private_browsing_erase_done
source: Your private browsing history has been erased.
su: Jujutan langlangan nyamuni anjeun geus dihapus.

# private_browsing_tracker_blocked
source: Trackers blocked
su: Palacak dipeungpeuk

# private_browsing_tracker_blocked_description
source: Enjoy browsing with extra protection.
su: Wilujeng ngalanglang kalawan paminingan leuwih.

# private_browsing_dialog_add_shortcut_title
source: Access private mode in one click! Want to add private mode shortcut to homescreen?
su: Aksés modeu pribadi kur sakali ngaklik! Rék nambahkeun takulan modeu pribadi kana layar tepas?

# private_browsing_dialog_add_shortcut_no
source: No, thanks
su: Teu, nuhun

# private_browsing_dialog_add_shortcut_yes
source: Yes
su: Enya

# private_browsing_dialog_add_shortcut_title_v2
source: Add private mode shortcut
su: Tambahan tarabas mode nyamuni

# private_browsing_dialog_add_shortcut_content_v2
source: Access private mode quickly from your homescreen.
su: Gancang asup ka mode nyamuni ti layar tepas.

# private_browsing_dialog_add_shortcut_no_v2
source: NO, THANKS
su: MOAL, NUHUN

# private_browsing_dialog_add_shortcut_yes_v2
source: YES, ADD IT NOW!
su: ENYA, PASANG AYEUNA!

# private_browsing_dialog_add_shortcut_no_toast
source: You can add private mode shortcut later in settings.
su: Anjeun bisa nambahkeun takulan modeu pribadi engké na pangaturan.

# private_browsing_shortcut_name
source: %1$s - Private browsing
su: %1$s - Sungsian pribadi

# preference_add_private_browsing_shortcut
source: Add private mode shortcut to Home screen
su: Tambahkeun takulan modeu pribadi kana layar Tepas

# my_shot_on_boarding_message
source: View your screenshots here!
su: Ilikan téwakan layar anjeun di dieu!

# my_shot_on_boarding_category_message
source: To improve your product experience, we collect information about your screenshots’ categories.
su: Pikeun ngaronjatkeun pangalaman produk anjeun, kami kukumpul émbaran ngeunaan kategori téwakan layar anjeun.

# http_auth_dialog_title
source: Authentication required
su: Kudu dioténtikasi

# http_auth_dialog_user_name
source: Username
su: Sandiasma

# http_auth_dialog_password
source: Password
su: Kecap sandi

# low_priority_notification_channel
source: Hidden notifications
su: Iber nyumput

# about_link_terms_of_service
source: Terms of Service
su: Katangtuan Layanan

# shopping_search_onboarding_title
source: Find great prices
su: Téangan anu murah

# shopping_search_onboarding_body
source: Compare prices across many online stores with Smart Shopping Search.
su: Bandingkeun harga di toko-toko onlén maké Paluruh Balanja Pinter.

# shopping_search_onboarding_body_A
source: Compare prices easily on popular shopping sites.
su: Babari ngabandingkeun harga di situs balanja populér.

# shopping_search_onboarding_body_B
source: Start saving today. Search and compare prices on popular sites.
su: Mitembeyan ngirit ti poé ieu. Paluruh jeung bandingkeun harga di situs populér.

# shopping_search_placeholder
source: Enter a product name
su: Asupkeun ngaran produk

# shopping_search_prompt_message_body
source: Compare prices across many online stores with Smart Shopping Search.
su: Bandingkeun harga di toko-toko onlén maké Paluruh Balanja Pinter.

# shopping_search_prompt_message_button
source: Search
su: Paluruh

# shopping_switch_ui_onboarding_body
source: Tap the shopping sites below to browse more results, or tap this button to edit.
su: Toél loka balanja di handap pikeun maluruh hasil leuwih loba, atawa toél ieu tombol pikeun ngédit.

# shopping_switch_ui_onboarding_button
source: OK
su: Heug

# shopping_switch_ui_preferences_title
source: Shopping Search Settings
su: Setélan Maluruh Balanja

# shopping_switch_ui_preferences_subtitle
source: Sites to compare
su: Loka pikeun babandingan

# shopping_switch_ui_tabtray_title
source: Shopping Search: “%1$s”
su: Maluruh Balanja: “%1$s”

# shopping_switch_ui_tabtray_title_no_keyword
source: Shopping Search
su: Maluruh Balanja

# shopping_closing_dialog_close
source: Close All
su: Tutup kabéh

# shopping_closing_dialog_cancel
source: Cancel
su: Bolay

# shopping_closing_dialog_body
source: Close all shopping search results?
su: Tutup sakabéh hasil maluruh balanja?

# shopping_vertical_title
source: Shopping
su: Balanja

# shopping_vertical_category_1
source: Deals
su: Tawaran

# shopping_vertical_category_2
source: Coupons
su: Kupon

# shopping_vertical_category_3
source: Vouchers
su: Pocer

# shopping_deal_subcategory_1
source: Top Rated
su: Barang Alus

# shopping_deal_subcategory_2
source: Best Sellers
su: Pangpayuna

# shopping_coupon_expire_zero
source: Expired
su: Kadaluwarsa

# shopping_coupon_expire_one
source: 1 day left
su: 1 poé deui

# shopping_coupon_expire_other
source: %1$d days left
su: %1$d poé deui

# gaming_vertical_title
source: Game
su: Kaulinan

# gaming_vertical_category_1
source: Instant play
su: Maén saharita

# gaming_vertical_category_2
source: Download to play
su: Unduh pikeun maén

# gaming_vertical_new
source: New
su: Anyar

# gaming_vertical_hint_title
source: Fast access to your favourite games
su: Aksés gancang ka kaulinan karesep

# gaming_vertical_hint_body
source: Long press to create a shortcut to your home screen.
su: Pencét lila pikeun nyieun takulan ka layar tepas.

# gaming_vertical_hint_button
source: OK
su: Heug

# gaming_vertical_shortcut_message
source: shortcut created.
su: takulan geus dijieun.

# gaming_vertical_menu_option_1
source: Share game
su: Bagikeun kaulinan

# gaming_vertical_menu_option_2
source: Create shortcut on home screen
su: Jieun tarabas dina layar tepas

# gaming_vertical_menu_option_3
source: Remove from list
su: Piceun tina daptar

# gaming_vertical_share_message
source: I’m playing a really cool game. Check it out! %1$s
su: Kami maén kaulinan nu ajib. Cobaan geura! %1$s

# gaming_vertical_genre_1
source: Recently played
su: Anyar dimaénkeun

# gaming_vertical_genre_2
source: Game of the week
su: Kaulinan minggu ieu

# gaming_vertical_genre_3
source: My game
su: Kaulinan kami

# gaming_vertical_genre_4
source: Most played
su: Pangmindengna dico'o

# gaming_vertical_genre_5
source: Offline games
su: Kaulinan luring

# gaming_vertical_genre_6
source: Strategy
su: Strategi

# gaming_vertical_genre_7
source: Adventure
su: Petualangan

# gaming_vertical_genre_8
source: Action
su: Laga

# gaming_vertical_genre_9
source: Arcade
su: Arkade

# gaming_vertical_genre_10
source: Puzzle & Logic
su: Teka-teki & Logika

# gaming_vertical_genre_11
source: Sports & Racing
su: Olahraga & Balap

# gaming_vertical_genre_12
source: Girls
su: Awéwé

# onboarding_2_introduction_title
source: Brand-new %1$s
su: Anyar pisan %1$s

# onboarding_2_introduction_description
source: A fast and lightweight browser, now with cool features! We have added smart shopping search and content to make browsing more fun!
su: Panyungsi gancang jeung énténg, kiwari diémbohan ku pitur hébring! Kami nambahkeun paluruh balanja pinter jeung kontén ngarah nyungsi jadi pikaresepeun!

# onboarding_2_content_services_news_shopping_games
source: Tap to read trending news, find good deals, or have fun playing the hottest free games!
su: Toél pikeun maca warta anu keur sabiwir hiji, nyiar harga kortingan atawa maén kaulinan gratis panghadéna pikeun kalangenan!

# onboarding_2_content_services_news_games
source: Tap to read trending news or have fun playing the hottest free games!
su: Toél pikeun maca warta anu keur sabiwir hiji atawa maén kaulinan gratis panghadéna!

# onboarding_2_content_services_games
source: Tap to play the hottest free games to have fun!
su: Toél pikeun maén kaulinan gratis panghadéna pikeun kalangenan!

# onboarding_2_content_services_news_travel
source: Tap to read trending news, plan your next trip and more!
su: Toél pikeun maca warta anu keur sabiwir hiji, ngararancang pelesir jeung lianna!

# onboarding_2_smart_shopping_search_title
source: Smart Shopping Search
su: Paluruh Balanja Pinter

# onboarding_2_smart_shopping_search_description
source: Comparing prices across different online stores is super easy, try it now!
su: Ngabandingkeun harga di unggal toko onlén jadi gampang pisan, cobaan ayeuna!

# home_search_bar_text
source: Search…
su: Paluruh…

# home_content_services
source: Content & Services
su: Kontén & Layanan

# home_discovery
source: Discovery
su: Papanggihan

# content_home_context_menu_add_to_home_screen
source: Add to Home screen
su: Tambahkeun ka layar Tepas

# content_home_context_menu_share_link
source: Share link
su: Bagikeun tutumbu

# content_home_error_message
source: Oops! Something went wrong
su: Euleuh! Aya nu salah

# private_home_title
source: Advanced Private Browsing
su: Langlangan Nyamuni salengkepna

# private_home_description_1
source: Now you can browse privately, no history, no passwords recorded and other people who use this device won’t see your activity. Our Advanced Private Browsing can even %1$s by advertisers and websites, which most private modes cannot.
su: Kiwari anjeun bisa ngalanglang bari nyamuni, tan laratan, tan rekaman kecap sandi, sarta moal bisa kapapay ku nu séjén anu maké ieu paranti. Langlangan Pribadi Tingkat Lanjut samalah bisa %1$s ku nu ngiklan jeung raramatloka, anu ku kalolobaan mode pribadi nu séjén mah teu bisa.

# private_home_description_2
source: prevent you from being tracked
su: Kiwari anjeun bisa ngalanglang bari nyamuni, tan laratan, tan rekaman kecap sandi, sarta moal bisa kapapay ku nu séjén anu maké ieu paranti. Langlangan Pribadi Tingkat Lanjut samalah bisa <font color="white">nyegah anjeun dilacak</font> ku pangiklan jeung raramatloka, anu ku kalolobaan mode pribadi nu séjén mah teu bisa.

# msrp_logoman_message
source: Win a %1$s
su: Meunangkeun %1$s

# msrp_home_hint
source: Try Shopping, News, Game everyday to win %1$s
su: Cobaan Balanja, Warta, Kaulinan unggal poé pikeun meunang %1$s

# msrp_reward_title
source: Reward
su: Hadiah

# msrp_reward_category_1
source: Mission
su: Udagan

# msrp_reward_category_2
source: Gift
su: Kado

# msrp_reward_challenge_title
source: Try Shopping, News, Game for 7 days in a row!
su: Cobaan Balanja, Warta, Kaulinan salila 7 poé noron!

# msrp_reward_challenge_expire
source: Expires %1$s
su: Kadaluwarsa %1$s

# msrp_challenge_title
source: 7-day challenge for Rp 15,000 Shopee voucher
su: Tantangan 7 poé pikeun pocer Shopee Rp15.000

# msrp_challenge_description
source: Rp 15,000 Shopee voucher
su: Pocer Shopee Rp15.000

# msrp_challenge_details_title_1
source: Join the 7-Day challenge
su: Miluan tantangan 7-Poé

# msrp_challenge_details_body_1
source: Try Shopping, News, Game on %1$s Home by simply clicking the buttons for seven days in a row.
su: Cobaan Balanja, Warta, Kaulinan di Tepas %1$s ku ukur noél tombolna noron tujuh poé.

# msrp_challenge_details_title_2
source: Use your Firefox account to redeem your reward
su: Paké akun Firefox anjeun pikeun nebus ganjaran anjeun

# msrp_challenge_details_body_2
source: %1$s Make sure you sign in to the account you want to use before you complete your redemption.
su: %1$s Mastikeun anjeun asup ka akun anu dipiharep saméméh nganggeuskeun tebusan.

# msrp_challenge_details_sign_in_to_start
source: Enter your email address to get started.
su: Asupkeun alamat surél anjeun pikeun mitembeyan.

# msrp_challenge_button_1
source: I’m In!
su: Miluan!

# msrp_challenge_tou
source: By clicking “I’m In!” you are agreeing to our %1$s
su: Ku ngaklik “Miluan!” anjeun sapuk kana %1$s

# msrp_challenge_tou_terms_of_use
source: Terms of Use
su: Katangtuan Maké

# msrp_challenge_button_2
source: Leave mission
su: Tinggalkeun misi

# msrp_challenge_separator
source: How to redeem
su: Cara nebus

# msrp_challenge_button_4
source: Use Firefox account to redeem
su: Paké akun Firefox pikeun nebus

# msrp_challenge_leaving_body
source: All your progress will be deleted. Are you sure?
su: Sakur hanca anjeun bakal dihapus. Yakin?

# msrp_challenge_leaving_button_1
source: CANCEL
su: BOLAY

# msrp_challenge_leaving_button_2
source: LEAVE
su: NYINGKAH

# msrp_completed_popup_title
source: Congratulations!
su: Wilujeng!

# msrp_completed_popup_body
source: Thanks for trying out some of our new features. We hope you’ve enjoyed using them!
su: Ngahaturkeun nuhun pikeun nyobaan sababaraha fitur anyar. Muga-muga anjeun resep!

# msrp_completed_popup_button1
source: Use Firefox account to redeem
su: Paké akun Firefox pikeun nebus

# msrp_completed_popup_button2
source: Later
su: Engké

# msrp_challenge_completed_title
source: Congratulations!
su: Wilujeng!

# msrp_challenge_completed_body
source: Thanks for trying out some of our new features. We hope you’ve enjoyed using them!
su: Ngahaturkeun nuhun pikeun nyobaan sababaraha fitur anyar. Muga-muga anjeun resep!

# msrp_challenge_button_5
source: Redeem later
su: Tebus engké

# msrp_voucher_title
source: Your %1$s is ready!
su: %1$s Anjeun geus siap!

# msrp_voucher_body_1
source: Voucher is valid for a limited time only. We reserve the right to modify or cancel voucher at any time.
su: Pocer sah pikeun waktu kawates. Kami boga hak pikeun ngarobah atawa ngabolaykeun pocerna iraha waé.

# msrp_voucher_body_2
source: We reserve the right, at its sole discretion, to change, modify, add or remove portions of these Terms of Use, at any time.
su: Kami boga hak, luyu jeung kawijakan, pikeun ngarobah, ngaropéa, nambahan, atawa mupus bagian Katangtuan Pamakéan, iraha baé.

# msrp_voucher_expire
source: Expires %1$s
su: Kadaluwarsa %1$s

# msrp_voucher_button_2
source: Copy voucher and go shopping
su: Tiron pocer terus balanja

# msrp_voucher_button_1
source: Copy
su: Tiron

# msrp_voucher_toast
source: Voucher code copied
su: Kodeu pocer ditiron

# msrp_voucher_nostock
source: The voucher is out of stock
su: Pocerna béak

# msrp_faq
source: Any questions? %1$s.
su: Aya nu rék ditanyakeun? %1$s.

# msrp_contact_us
source: Contact us
su: Talek kami

# msrp_reward_redeem_redeem
source: Redeem
su: Tebus

# msrp_reward_redeem_voucher
source: Voucher
su: Pocer

# msrp_disqualification_title_1
source: Warning: multiple Firefox accounts detected
su: Awas: aya sababaraha akun Firefox anu kalacak

# msrp_disqualification_body_1
source: Only one Firefox account may be used to participate in the 7-Day challenge. If you switch and use another account, you will be disqualified from this challenge.
su: Ngan hiji akun Firefox anu bisa dipaké pikeun miluan tangtangan 7-Poé. Lamun anjeun ganti sarta maké séjén akun, anjeun bakal dikaluarkeun tina tantangan ieu.

# msrp_disqualification_button_1
source: I understand
su: Kami ngarti

# msrp_disqualification_title_2
source: Final warning: multiple Firefox accounts detected
su: Panggeuing pamungkas: aya sababaraha akun Firefox anu kalacak

# msrp_disqualification_title_3
source: Account disabled
su: Akun ditumpurkeun

# msrp_disqualification_body_3
source: You can no longer participate in the 7-Day challenge.
su: Anjeun geus teu bisa miluan tangtangan 7-Poé.

# msrp_disqualification_button_3
source: Close
su: Tutup

# msrp_completed_toast_day1
source: Great! You have successfully completed your first daily challenge!
su: Hadé! Anjeun geus ngaréngsékeun tangtangan poé munggaran!

# msrp_completed_toast_day2
source: Cool! You have completed the second daily challenge!
su: Ajip! Anjeun geus ngaréngsékeun tangtangan poé kadua!

# msrp_completed_toast_day3
source: Awesome! You have completed the third daily challenge, keep it up!
su: Hébring! Anjeun geus ngaréngsékeun tangtangan poé katilu, teruskeun!

# msrp_completed_toast_day4
source: Congrats! You have completed the fourth daily challenge!
su: Wilujeng! Anjeun geus ngaréngsékeun tangtangan poé kaopat!

# msrp_completed_toast_day5
source: Terrific! You have completed the fifth daily challenge!
su: Médéd! Anjeun geus ngaréngsékeun tangtangan poé kalima!

# msrp_completed_toast_day6
source: Wow! You are just one day away from getting the voucher!
su: Wah! Kari sapoé deui, anjeun bisa meunang pocer!

# msrp_completed_toast_day7
source: You’ve completed the challenge! Please go back to %1$s Home to redeem your voucher!
su: Anjeun geus ngaréngsékeun tangtanganana! Balik deui ka Tepas %1$s pikeun nebus pocer anjeun!

# msrp_notification_reminder
source: Want to win a %1$s? Don’t forget to try Shopping, News, Game today!
su: Palay meunang %1$s? Cobaan Balanja, Warta, Kaulinan poé ieu!

# msrp_reward_challenge_nodata
source: All challenges completed
su: Sakabéh tangtangan geus réngsé

# msrp_reward_redeem_nodata
source: All rewards collected
su: Sakabéh hadiah geus dikumpulkeun

# msrp_reward_challenge_nointernet
source: Make sure you are connected to the internet
su: Pastikeun anjeun nyambung kana internét

# msrp_reward_challenge_error_button
source: TRY AGAIN
su: PECAKAN DEUI

# msrp_reward_challenge_error
source: Oops! Something went wrong
su: Euleuh! Aya nu salah

# msrp_activitykilled_snackbar_button
source: REDEEM
su: TEBUS

# msrp_activitykilled_snackbar_body
source: You’ve won a shopping voucher!
su: Anjeun meunang pocer balanja!

# travel_vertical_title
source: Travel
su: Nyaba

# travel_vertical_category_1
source: Explore
su: Ngalanglang

# travel_vertical_category_2
source: Bucket List
su: Gémbolan

# travel_destination_subcategory_1
source: Travel on a budget
su: Nyaba murah

# travel_destination_subcategory_2
source: Best cities for winter holiday
su: Kota panghadéna pikeun pakanci usum tiris

# travel_find_destination_title
source: Where do you want to go?
su: Palay ka mana?

# travel_find_destination_placeholder_1
source: Try “Bali”…
su: Coba “Bali”…

# travel_detail_page_subcategory_content
source: Explore %1$s
su: Langlang %1$s

# travel_detail_page_subcategory_hotel
source: Popular hotels
su: Hotél kawentar

# travel_more
source: More
su: Euyeuban

# travel_content_ig_link
source: #%1$s on Instagram
su: #%1$s dina Instagram

# travel_content_yt_view_count
source: %1$s views
su: %1$s tempo

# travel_content_yt_view_count_single_view
source: 1 view
su: 1 tempo

# travel_content_wiki_source_name
source: Wikipedia
su: Wikipédia

# travel_hotel_detail_1
source: Free Wi-Fi
su: Wi-Fi Gratis

# travel_hotel_detail_2
source: No credit cards required
su: Henteu butuh kartu kiridit

# travel_hotel_detail_3
source: Pay upon check in
su: Bayar pas asup

# travel_hotel_price_from
source: From
su: Ti

# travel_empty_state_text
source: “I haven’t been everywhere, but it’s on my list.”
su: “Can kungsi kamamana, tapi aya dina daptar jugjugeun kami.”

# travel_empty_state_button
source: Explore a city
su: Ngalanglang kota

# travel_snack_bar_saved_message
source: Saved in your bucket list.
su: Disimpen dina gémbolan.

# travel_snack_bar_button
source: VIEW
su: TÉMBONGKEUN

# travel_onboarding_save_title
source: Love %1$s?
su: Resep %1$s?

# travel_onboarding_save_description
source: Save %1$s in your Bucket List to get quick access to travel guides and the best prices.
su: Simpen %1$s dina Gémbolan anjeun pikeun narabas ka panduan pelesir jeung harga murah.

# travel_onboarding_save_button
source: OK
su: HEUG

# travel_find_destination_placeholder_2
source: Enter a destination
su: Asupkeun jugjugeun

# travel_search_engine_1
source: See results in %1$s
su: Tingali hasil dina %1$s

# travel_search_engine_fxlite_new
source: See results in %1$s %2$s
su: Tingali hasil dina %1$s %2$s

# travel_no_result_state_text
source: Hmm. No results found.
su: Euh. Nyamos.

# travel_google_search_button
source: SEARCH ON %1$s
su: PALURUH DI %1$s

# travel_dialog_1_title
source: Discover More!
su: Panggihan Nu Lianna!

# travel_dialog_1_description_new
source: Explore things to do, accommodations, and more in %1$s %2$s.
su: Langlang anu kudu disiapkeun, akomodasi, jeung lianna di %1$s %2$s.

# travel_dialog_1_action_1_new
source: TRY %1$s
su: COBAAN %1$s

# travel_dialog_1_action_2
source: NO, THANKS
su: MOAL, NUHUN

# travel_dialog_2_title_new
source: Enjoy Using %1$s?
su: Resep maké %1$s?

# travel_dialog_2_description_new
source: You can set %1$s %2$s as your default search engine for travel.
su: Anjeun bisa nyetél %1$s %2$s salaku mesin sungsi baku anjeun pikeun nyanyabaan.

# travel_dialog_2_checkbox
source: Do not ask me again
su: Ulah nanya deui

# travel_dialog_2_action
source: SET AS DEFAULT
su: SETÉL JADI BAKU
