Repository: mozilla-l10n/zerda-android-l10n
Catalog: locales/anp/app.po
Languages: anp

# gaming_vertical_menu_option_1
source: Share game
anp: खेल शेयर करोॅ

# gaming_vertical_menu_option_2
source: Create shortcut on home screen
anp: होम स्क्रीन पर शॉर्टकट बनाबोॅ

# gaming_vertical_menu_option_3
source: Remove from list
anp: लिस्ट से हटाबोॅ

# gaming_vertical_genre_3
source: My game
anp: मेरा खेल

# onboarding_2_smart_shopping_search_title
source: Smart Shopping Search
anp: स्मार्ट खरीदारी खोज

# home_search_bar_text
source: Search…
anp: खोजोॅ...

# content_home_context_menu_add_to_home_screen
source: Add to Home screen
anp: होम स्क्रीन में जोड़ोॅ

# content_home_context_menu_share_link
source: Share link
anp: लिंक शेयर करोॅ

# msrp_reward_title
source: Reward
anp: पुरस्कार

# msrp_reward_category_1
source: Mission
anp: लक्ष्य

# msrp_reward_category_2
source: Gift
anp: उपहार

# msrp_reward_challenge_expire
source: Expires %1$s
anp: %1$s को समाप्त

# msrp_challenge_details_title_2
source: Use your Firefox account to redeem your reward
anp: आपनो इनाम खातिर आपनो Firefox खाता के प्रयोग करोॅ

# msrp_challenge_tou_terms_of_use
source: Terms of Use
anp: प्रयोग केरो शर्तें

# msrp_challenge_button_2
source: Leave mission
anp: लक्ष्य छोरोॅ

# msrp_challenge_separator
source: How to redeem
anp: केना भंजैयै

# msrp_challenge_button_4
source: Use Firefox account to redeem
anp: भंजाबे ले Firefox रो खाता के उपयोग करोॅ

# msrp_challenge_leaving_button_1
source: CANCEL
anp: रद्द करोॅ

# msrp_challenge_leaving_button_2
source: LEAVE
anp: छोड़ दहो

# msrp_completed_popup_title
source: Congratulations!
anp: बधाई हो!

# msrp_completed_popup_button1
source: Use Firefox account to redeem
anp: भंजाबे ले Firefox रो खाता के उपयोग करोॅ

# msrp_completed_popup_button2
source: Later
anp: बाद मेॅ

# msrp_challenge_completed_title
source: Congratulations!
anp: बधाई हो!

# msrp_challenge_button_5
source: Redeem later
anp: बाद मेॅ भंजाबोॅ

# msrp_voucher_title
source: Your %1$s is ready!
anp: आपनोॅ %1$s वाउचर तैयार छै!

# msrp_voucher_expire
source: Expires %1$s
anp: %1$s को समाप्त

# msrp_voucher_button_1
source: Copy
anp: कॉपी

# msrp_reward_redeem_redeem
source: Redeem
anp: भंजाबोॅ

# msrp_reward_redeem_voucher
source: Voucher
anp: वाउचर

# msrp_disqualification_button_1
source: I understand
anp: हम समझी गेलियै

# msrp_disqualification_title_3
source: Account disabled
anp: खाता निष्क्रिय भेल

# msrp_disqualification_button_3
source: Close
anp: बंद करोॅ

# msrp_reward_challenge_error_button
source: TRY AGAIN
anp: फेनु प्रयास करोॅ

# msrp_activitykilled_snackbar_button
source: REDEEM
anp: भंजाबोॅ

# travel_more
source: More
anp: अधिक

# travel_onboarding_save_button
source: OK
anp: ठीक छै
