Repository: mozilla-l10n/zerda-android-l10n
Catalog: locales/anp/app.po
Languages: anp

# action_cancel
source: CANCEL
anp: रद्द करोॅ

# action_ok
source: OK
anp: ठीक

# urlbar_hint
source: Search or enter address
anp: खोजोॅ या पता भरोॅ

# menu_settings
source: Settings
anp: सेटिंग्स

# menu_about
source: About
anp: के बारो मेॅ

# menu_help
source: Help
anp: मदत

# menu_rights
source: Your Rights
anp: आपनोॅ रो अधिकार

# menu_give_feedback
source: Give feedback
anp: प्रतिक्रिया दियोॅ

# menu_share_with_friends
source: Share with friends
anp: संगी सँ शेयर करोॅ

# share_dialog_title
source: Share via
anp: एकरा द्वारा शेयर करोॅ

# find_in_page_input
source: Find in page
anp: पेज मेॅ खोलहोॅ

# accessibility_find_in_page_result
source: %1$d out of %2$d
anp: %2$d सेॅ %1$d

# accessibility_find_next_result
source: Find next result
anp: अगलो परिणाम जानोॅ

# accessibility_find_previous_result
source: Find previous result
anp: पिछ्लो परिणाम जानोॅ

# accessibility_dismiss_find_in_page
source: Dismiss find in page
anp: पेज में रद्द करोॅ

# text_selection_search_action
source: Search in Firefox Lite
anp: Firefox Lite में खोजोॅ

# about_content_body
source: %1$s is a fast and lightweight browser produced by %2$s. Our mission is to foster a healthy, open internet.
anp: %1$s %2$s द्वारा बनाएल गेल एगो तेज आरु हल्लुक ब्राउजर छै. हमर मिशन स्वस्थ आरु खुलल इंटरनेट क बढ़ावा देनाय छै.

# about_link_learn_more
source: Learn more
anp: बेसी जानकारी

# about_link_support
source: Support
anp: समर्थन

# about_link_your_rights
source: Your Rights / Licenses
anp: आपनोॅ रो अधिकार / लाइसेंस

# about_link_privacy
source: Privacy Notice
anp: गोपनीयता सूचना

source: Life Feed
anp: प्रमुख जानकारी

# about_link_life_feed
source: Learn more about %1$s
anp: %1$s के बारो मेॅ अधिक जानोॅ

# preference_search_engine_default
source: Default search engine
anp: डिफॉल्ट सर्च इंजन

# preference_language
source: Language
anp: भाषा

# preference_language_systemdefault
source: System default
anp: डिफ़ॉल्ट सिस्टम

# preference_dialog_title_search_engine
source: Default search engine
anp: डिफॉल्ट सर्च इंजन

# preference_dialog_title_news_source
source: News source
anp: खबर रो साधन

# preference_data_saving_block_images
source: Block images
anp: चित्र ब्लौक करोॅ

# preference_privacy_storage_clear_browsing_data
source: Clear browsing data
anp: ब्राउज़िंग इतिहास मेटाबोॅ

# preference_privacy_storage_save_downloads_to
source: Save downloads to
anp: डाउनलोड मेॅ सहेजोॅ

# preference_default_browser_is_setting
source: Changing settings…
anp: सेटिंग्स बदलि रहलोॅ छै...

# preference_turbo_mode
source: Turbo mode
anp: टर्बो मोड

# preference_mozilla_telemetry
source: Send usage data
anp: उपयोग डेटा भेजोॅ

# preference_mozilla_telemetry_summary
source: %2$s strives to collect only what we need to provide and improve %1$s for everyone.
anp: %2$s खलि ओ चीज के जमा करै छै जकरा %1$s मे सभक लेली सुधार करै के आवश्यक्ता छै.

# preference_learn_more
source: Learn more
anp: बेसी जानकारी

# preference_about
source: About
anp: के बारो मेॅ

# preference_night_mode_brightness
source: Night mode brightness
anp: नाईट मोड चमक

# content_description_clear_input
source: Clear input
anp: इनपुट मेटाबोॅ

# content_description_dismiss_input
source: Dismiss
anp: रद्द करोॅ

# content_description_lock
source: Secure connection
anp: सुरक्षित कनेक्सन

# accessibility_announcement_loading
source: Loading
anp: लोडिंग

# accessibility_announcement_loading_finished
source: Website loaded
anp: वेबसाईट लोड भेलै

# content_description_menu
source: More options
anp: अधिकोॅ विकल्प

# content_description_forward
source: Navigate forward
anp: आगाँ मार्गनिर्देशित करोॅ

# content_description_reload
source: Reload website
anp: वेबसाईट फेनु लोड करियै

# content_description_back
source: Navigate back
anp: पाछाँ मार्गनिर्देशित करियै

# content_description_stop
source: Stop loading website
anp: लोड भ्य रहलो वेबसाईट के रोकियै

# content_description_customtab_exit
source: Return to previous app
anp: पिछला ऐप पर वापस घुरियै

# content_description_blocking_switch
source: Block trackers
anp: ट्रेकर्स ब्लॉक करोॅ

# external_app_prompt_no_app_title
source: Find an app that can open link
anp: एकठो ऐप खोजू जे लिंक खोलि सकैत छै

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
anp: अपने के डिवाइस केरो कोनो ऐप ई लिंक के खोलि नै सकै छै. अपने ऐप %2$s खोजै लेली %1$s छोड़ि सकै छी जे ऐप खोजि सकै छै.

# error_page_title
source: Webpage not available
anp: वेबपेज उपलब्ध नै छकै

# error_page_recover_a
source: Make sure you are connected to the internet
anp: सुनिश्चित करअ कि आपने के इंटरनेट से जुड़ल छकिइयै

# error_page_recover_b
source: Check the address
anp: एड्रेस जांच करोॅ

# error_page_button
source: TRY AGAIN
anp: फेनु प्रयास करोॅ

# error_page_title_unsupported_scheme
source: The address wasn’t understood
anp: ई पता नै समझलिइयै

# error_page_content_text_unsupported_scheme
source: You might need to install other software to open this address.
anp: इ पता कअ खोलै ल अहा के दोसरो सॉफ़्टवेयर इंस्टॉल करे पैर सकै छै.

# contextmenu_link_share
source: Share link
anp: लिंक शेयर करोॅ

# contextmenu_link_copy
source: Copy link address
anp: लिंक एड्रेस कॉपी करोॅ

# contextmenu_image_share
source: Share image
anp: चित्र शेयर करोॅ

# contextmenu_image_copy
source: Copy image address
anp: इमेज एड्रेस कॉपी करोॅ

# contextmenu_image_save
source: Save image
anp: चित्र सहेजियै

# contextmenu_open_in_new_tab
source: Open link in new tab
anp: लिंक नया टैब में खोलियै

# contextmenu_open_image_in_new_tab
source: Open image in new tab
anp: चित्र नया टैब में खोलियै

# first_run_page1_title
source: Thanks for choosing %1$s
anp: %1$s चुनै ल धन्यवाद

# first_run_page1_text
source: A browser made by %1$s, the non-profit committed to a free and open web.
anp: %1$s द्वारा एगो ब्राउज़र बनाल्य गेलो छै, जअ मुफ़्त आरु खुलल वेब कअ खतिर कोमिटेड गैर-लाभकारी छै.

# first_run_page2_title
source: Browse faster than ever
anp: पहनो स तेज ब्राउज़ करोॅ

# first_run_page2_text
source: Use turbo mode to block tracking ads so you can browse at blazing speeds. If sites seem broken, just tap off the turbo mode switch in the menu.
anp: ट्रैकिंग विज्ञापनों कअ ब्लोक करै लअ टर्बो मोड क उपयोग करियै ताकि तोय तेजि से ब्राउज़ कैर पाबियै.आगर साइट सिनि टूटै छै,तअ मेनू में टर्बो मोड स्विच क टैप करिइयै.

# first_run_page3_title
source: Save data = Save money
anp: डेटा बचाबियै = पैसे बचाबियै

# first_run_page3_text
source: Save on data costs by blocking tracking ads. Save even more when you enable image blocking.
anp: ट्रैकिंग विज्ञापनों कअ ब्लोकिंग करै सअ न खालि ब्राउज़िंग कअ बढ़बै छै, इ डेटा बचबै छै. इमेज ब्लोक करै छिऐ तअ आरु सहेजियै.

# first_run_page4_title
source: Screenshot the whole page
anp: पुरे पेज के स्क्रीनशॉट

# first_run_page4_text
source: Take screenshot of an entire page scroll. Read it offline without using data or tap it to revisit the web page.
anp: पुरे पृष्ठ के स्क्रीनशॉट लीजियै. डेटा इस्तेमाल किये बिना एकरा ऑफलाइन पढियै या वेब पृष्ठ पर दुबारा जाय लअ टैप करियै

# first_run_upgrade_page_title
source: We heard your feedback!
anp: हम अपनो के प्रतिक्रिया सुनलियै!

# first_run_upgrade_page_text1
source: 1. Multitask by opening %s at the same time!
anp: 1. एके समय म %s मल्टीटास्क खुल रहल छै!

# first_run_upgrade_page_text1_highlight
source: multiple tabs
anp: एकाधिको टैब्स

# first_run_upgrade_page_text2
source: 2. Access your favorite sites quickly by %s
anp: 2. अपनो पसंदीदा साइटों क %s स जल्दी अनुमति दियै

# first_run_upgrade_page_text2_highlight
source: adding them to the home screen!
anp: ओकरा होम स्क्रीन में जोरियै!

# firstrun_close_button
source: OK, got it!
anp: ठीक, बुझि गेलियै!

# firstrun_skip_button
source: Skip
anp: छोड़ियै

# firstrun_next_button
source: Next
anp: अगिला

# label_menu_bookmark
source: Bookmarks
anp: बुकमार्कस

# label_menu_download
source: Downloads
anp: डाउनलोडस

# label_menu_find_in_page
source: Find in page
anp: पेज मेॅ खोलहोॅ

# label_menu_clear_cache
source: Clear cache
anp: कैश मेटैइयै

# label_menu_history
source: History
anp: इतिहास

# label_menu_share
source: Share
anp: शेयर

# label_menu_capture_page
source: Capture page
anp: केपचर पेज

# label_menu_turbo_mode
source: Turbo mode
anp: टर्बो मोड

# label_menu_night_mode
source: Night mode
anp: नाईट मोड

# label_menu_block_ads
source: Block Ads
anp: विज्ञापन ब्लॉक करियै

# label_menu_block_image
source: Block images
anp: चित्र ब्लौक करियै

# label_menu_settings
source: Settings
anp: सेटिंग्स

# label_menu_exit
source: Exit
anp: बाहर जाइयै

# permission_handler_permission_dialog_setting
source: settings
anp: सेटिंग्स

# permission_dialog_not_now
source: not now
anp: अभि नै

# permission_toast_location
source: Location not available. Give permission to access your location.
anp: स्थान उपलब्ध नै छै. अपनो स्थान तक पहुंचै ल अनुमति दियै.

# permission_toast_storage
source: Storage not available. Give permission to store photos and files on your device.
anp: स्ट्रोरेज उपलब्ध नै छै. अपनो डिवाइस पर फोटोस आरु फाइल्स कअ स्टोर करे ल अनुमति दियै.

# geolocation_dialog_message
source: %1$s wants to access your location.
anp: %1$s तोहरो पता तक पहुंचे लअ चाहे छै.

# geolocation_dialog_allow
source: ALLOW
anp: अनुमति दियै

# geolocation_dialog_block
source: BLOCK
anp: ब्लोक

# setting_dialog_clear_data
source: Clear Data
anp: डाटा मेटाबोॅ

# setting_dialog_cancel
source: Cancel
anp: रद्द करोॅ

# setting_dialog_browsing_history
source: Browsing history
anp: ब्राउजिंग इतिहास

# setting_dialog_search_history
source: Search history
anp: इतिहास खोजियै

# setting_dialog_form_history
source: Form history
anp: फॉर्म क इतिहास

# setting_dialog_cookies
source: Cookies
anp: कुकीज़

# setting_dialog_cache
source: Cache
anp: कैश

source: No downloads
anp: डाउनलोडस नै छै

# download_started
source: Downloading…
anp: डाउनलोडिंग...

# download_file_not_supported
source: Download protocol not supported
anp: डाउनलोड करलो प्रोटोकॉल सपोर्ट नै लै छै

source: Cannot find the file
anp: फ़ाइल क खोज्य नै सकै छिऐ

source: Cannot delete the file.
anp: फ़ाइल क हटाय नै सकै छिऐ

# download_completed
source: %1$s downloaded
anp: %1$s डाउनलोड होय गेलै

# download_deleted
source: %1$s was deleted
anp: %1$s हटाय गलो रहै

# download_cancel
source: Download canceled
anp: डाउनलोड रद्द होय गेलै

source: Undo
anp: पहनो जैसन करियै

source: Open
anp: खोलियै

# pause
source: paused
anp: रुक गेलै

source: Pending
anp: पेनडिंग

# running
source: downloading
anp: डाउनलोडिंग...

source: Successful
anp: सफल

source: failed
anp: असफल

source: Unknown
anp: अनजान

# setting_dialog_sd_card
source: SD card
anp: एसडी कार्ड

# setting_dialog_internal_storage
source: Internal storage
anp: इंटर्नल स्टोरेज

# browsing_history_clear_btn
source: CLEAR BROWSING HISTORY
anp: ब्राउजिंग इतिहास मेटैइयै

# browsing_history_empty_view_msg
source: No browsing history
anp: ब्राउजिंग इतिहास नय छै

# browsing_history_date_today
source: Today
anp: आय

# browsing_history_date_yesterday
source: Yesterday
anp: काल्य

# browsing_history_menu_delete
source: Delete
anp: हटाबियै

# browsing_history_dialog_confirm_clear_message
source: Clear all browsing history?
anp: सब ब्राउजिंग इतिहास मेटैइयै?

# browsing_history_dialog_btn_clear
source: Clear
anp: मेटैइयै

source: Remove from list
anp: लिस्ट से हटाबोॅ

source: Delete file
anp: फाइल हटाबोॅ

source: Screenshot saved
anp: स्क्रीनशॉट सहेजलो गेलै

# screenshot_failed
source: Failed to capture screenshot
anp: स्क्रीनशॉट केपचर फेल होए गेलै

# screenshot_illustration
source: Capturing screenshot of entire page…
anp: पूरे पेज क स्क्रीनशॉट कैप्चर होए गेलै ...

# screenshot_view
source: VIEW
anp: राय

# screenshot_edit
source: EDIT
anp: संपादित करियै

# screenshot_delete
source: DELETE
anp: हटाबोॅ

# screenshot_share
source: SHARE
anp: शेयर

# message_fallback_save_to_primary_external
source: No SD card detected. File was saved to internal storage.
anp: एसडी कार्ड नै मिलल. फ़ाइल क इंटरनल एस्टोरेज में सहेजल गेल छै

# message_start_to_save_to_removable_storage
source: File saved to SD card
anp: एसडी कार्ड मे फाइल सहेजल गेल छै

# message_removable_storage_space_not_enough
source: SD card is almost full. File was saved to internal storage.
anp: एसडी कार्ड लगभग भैर गेलै. फ़ाइल क इंटरनल एस्टोरेज में सहेजल रहै.

# screenshot_grid_empty_text_title
source: No screenshots
anp: कोय स्क्रीनशॉट नै छकै

# screenshot_grid_empty_text_msg_prefix
source: Tap
anp: टेप

# screenshot_grid_empty_text_msg_postfix
source: on the menu to capture an entire web page.
anp: मेनु पे पुरे वेबपेज केपचर करै ल दाबइयै.

# screenshot_image_viewer_dialog_title
source: Info
anp: जानकारी

# screenshot_image_viewer_dialog_info_time1
source: Date: %1$s
anp: तारीख: %1$s

# screenshot_image_viewer_dialog_info_category
source: Category: %1$s
anp: श्रेणी: %1$s

# screenshot_image_viewer_dialog_info_resolution1
source: Resolution: %1$s
anp: रिजोल्युसन: %1$s

# screenshot_image_viewer_dialog_info_size1
source: Size: %1$s
anp: आकार: %1$s

# screenshot_image_viewer_dialog_info_title1
source: Title: %1$s
anp: नाम: %1$s

# screenshot_image_viewer_dialog_delete_msg
source: Delete this image?
anp: ई चित्र हटाबियै?

# file_picker_title
source: Choose a file to upload
anp: अपलोड करै लअ फाईल चुनिइयै

# message_enable_turbo_mode
source: Turbo mode enabled
anp: टर्बो मोड सक्षम

# message_disable_turbo_mode
source: Turbo mode disabled
anp: टर्बो मोड असक्षम

# message_enable_block_image
source: Now blocking images
anp: आब इमेजेस ब्लोक भे रहल छै

# message_disable_block_image
source: Now showing images
anp: आब इमेजेस दिखाय रहल छै

# message_clear_cache_fail
source: Unable to clear cache
anp: कैश मेटाबै मे असमर्थ छै

# message_storage_unavailable_cancel_download
source: Storage inaccessible. Download canceled.
anp: स्टोरेज पहुच स जादा छअ. डाउनलोड रद्द होय गेलै

# message_cleared_cached
source: %1$s cache cleared
anp: %1$s कैश मेटाल्य गेलै

# message_cleared_browsing_data
source: Browsing data cleared
anp: ब्राउज़िंग डेटा मेटाल्य गेलै

# message_deleted_screenshot
source: Screenshot deleted
anp: स्क्रीनशॉट हटाल्य गेलै

# message_cannot_find_screenshot
source: Cannot display the screenshot
anp: ई स्क्रीनशॉट नै दिखायै सकै छै

source: Remove
anp: हटाबोॅ

source: Pin site
anp: साइट पिन करोॅ

# update_to_latest_app_snack_bar_update
source: UPDATE
anp: अपडेट

# privacy_policy_update_notification_title
source: Product Update Notice
anp: उत्पाद अपडेट सूचना

# privacy_policy_update_notification_action
source: To make Firefox Lite better for you and everyone, we made some changes to our privacy policy. Tap to learn more.
anp: Firefox Lite कअ तोहरो आरु हर एक खतिर सबसे अच्छा बनबे लअ, हम अपनो गोपनीयता नीति मे कुछ बदलाओ करलियै यै. अधिक जानै लअ टेप करिइयै.

# rate_app_dialog_text_title
source: Love %1$s?
anp: %1$s पसंद छै?

# rate_app_dialog_text_content
source: Thank you for choosing our product. Your feedback is important to us.
anp: हमरो उत्पाद क चुने ल धन्यवाद. अपनो कअ प्रतिक्रिया हमारा ल जरुरी छै.

# rate_app_dialog_btn_go_rate
source: Rate Us
anp: रेट करियै

# rate_app_notification_action_rate
source: RATE US
anp: रेट करियै

# rate_app_dialog_btn_feedback
source: Leave Feedback
anp: प्रतिक्रिया भेजोॅ

# rate_app_notification_action_feedback
source: FEEDBACK
anp: प्रतिक्रिया

# share_app_dialog_text_title
source: Share %1$s with friends!
anp: संगी सँ %1$s शेयर करियै!

# share_app_dialog_btn_share
source: Share
anp: शेयर

# share_app_promotion_text
source: Hey, check out this fast and lightweight browser from %3$s. %1$s %2$s
anp: हे, %3$s सअ तेज आरु हल्का ब्राउज़र क देखिइयै. %1$s %2$s

# your_rights_content1
source: %1$s is free and open source software made by %2$s and other contributors.
anp: %1$s %2$s आरू दोसरो योगदानकर्ता द्वारा बनाएल गेलो स्वतंत्र आरू मुक्त स्रोत सॉफ्टवेयर छियै.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">%3$s</a> and other open source licenses.
anp: %1$s <a href="%2$s"> %3$s </a> आरू दोसरो मुक्त स्रोत लाइसेंस केरो नियम के अंतर्गत अहाँ के उपलब्ध करैलो जाए छै.

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the %3$s, %4$s or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
anp: तोहरो Mozilla Foundation या %3$s, %4$s या %1$s नाम या लोग समेत कोनो पार्टी के ट्रेडमार्क खातिर कोय अधिकार या लाइसेंस नय देल गेल छै.अतिरिक्त जानकारी <a href="%2$s"> खतिर </a>पर मिल सकै छै.

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
anp: %1$s लेली अतिरिक्त स्रोत कोड अनेक दोसरो निशुल्क आरू मुक्त स्रोत <a href="%2$s">लाइसेन्स</a>केरो अंतर्गत उपलब्ध छै.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
anp: %1$s भी डिस्कनेक्ट, इंक द्वारा देल गेल ब्लॉकलिस्ट के उपयोग <a href="%2$s">GNU जनरल पब्लिक लाइसेंस v3</a> के तहत अलग आरु स्वतंत्र कार्यों के रूप में करै छै, आरु उपलब्ध छै <a href="%3$s"> यहां </a>.

# survey_notification_title
source: We need you! %1$s
anp: हमरो तोहर जरुरत छै! %1$s

# survey_notification_description
source: Shape a better product for Indonesia
anp: इंडोनेशिया खातिर एगो बेहतर आकार के उत्पाद छेकै

# new_background_tab_hint
source: New tab opened
anp: नया टैब खुलल

# new_background_tab_switch
source: SWITCH
anp: स्विच

# setting_default_browser_notification_title
source: Changing settings…
anp: सेटिंग्स बदलि रहलो छै...

# setting_default_browser_notification_text
source: It may take a while
anp: इ मअ कुछ समय लागतअ

# setting_default_browser_notification_clickable_text
source: Tap to set default browser
anp: डिफ़ॉल्ट ब्राउज़र सेट करे ल टैप करियै

# tab_tray_close_tabs_btn_text
source: Close all
anp: सब बंद करोॅ

# tab_tray_close_tabs_dialog_msg
source: Close all tabs?
anp: सब टैबो बंद करोॅ?

# themetoy_onboarding_title
source: Color your life!
anp: अपनो जीवन क रंग़िइयै!

# themetoy_onboarding_description
source: Double click on the home background to switch themes.
anp: थीमस स्विच करै ल होम बेकग्रउंड पर डबल क्लिक करियै.

source: Bookmark saved
anp: बुकमार्क सहेजल गेलै

source: Bookmark removed
anp: बुकमार्क हटैलो गेलै

# bookmark_saved_edit
source: EDIT
anp: संपादित करियै

# title_activity_edit_bookmark
source: Edit bookmark
anp: बुकमार्क संपादित करियै

# bookmark_edit_save
source: SAVE
anp: सहेजियै

# bookmark_edit_name
source: Name
anp: नाम

# bookmark_edit_location
source: Location
anp: स्थान

# bookmark_edit_success
source: Bookmark updated
anp: बुकमार्क अपडेट भेलै

# bookmarks_empty_view_msg
source: No bookmarks
anp: बुकमार्क खाली छ

# edit_bookmark
source: Edit
anp: संपादित करियै

# label_menu_news
source: News
anp: समाचार

# news_update_btn
source: New update
anp: नया अपडेट

# title_news_preferences
source: News Settings
anp: समाचार सेटिंग्स

# news_language_dialog_title
source: Language
anp: भाषा

# news_language_dialog_option_english
source: English
anp: अंग्रेजी

# news_language_dialog_option_hindi
source: Hindi
anp: हिंदी

# news_language_dialog_option_marathi
source: Marathi
anp: मराठी

# news_language_dialog_option_kannada
source: Kannada
anp: कन्नड़

# news_language_dialog_option_gujarati
source: Gujarati
anp: गुजराती

# news_language_dialog_option_malayalam
source: Malayalam
anp: मलयालम

# news_language_dialog_option_tamil
source: Tamil
anp: तमिल

# news_language_dialog_option_telugu
source: Telugu
anp: तेलुगू

# news_language_dialog_option_urdu
source: Urdu
anp: उर्दू

# news_language_dialog_option_nepali
source: Nepali
anp: नेपाली

# news_language_dialog_option_asamiya
source: Asamiya
anp: असमिया

# news_language_dialog_option_punjabi
source: Punjabi
anp: पंजाबी

# news_language_dialog_option_bengali
source: Bengali
anp: बंगाली

# news_category_title
source: Interests
anp: रूचि सब

# news_category_option_india
source: India
anp: भारत

# news_category_option_world
source: World
anp: विश्व

# news_category_option_technology
source: Technology
anp: तकनीक

# news_category_option_education
source: Education
anp: शिक्षा

# news_category_option_politics
source: Politics
anp: राजनीति

# news_category_option_career
source: Career
anp: व्यवसाय

# news_category_option_cricket
source: Cricket
anp: क्रिकेट

# news_category_option_sports
source: Sports
anp: खेलकूद

# news_category_option_entertainment
source: Entertainment
anp: मनोरंजन

# news_category_option_business
source: Business
anp: व्यापार

# news_category_option_health
source: Health
anp: स्वास्थ्य

# news_category_option_automobile
source: Automobile
anp: मोटर-गाड़ी

# news_category_option_regional
source: Regional
anp: क्षेत्रीय

# news_category_option_travel
source: Travel
anp: यात्रा

# news_category_option_lifestyle
source: Lifestyle
anp: जीवनशैली

# news_category_option_food
source: Food
anp: भोजन

# news_category_option_video
source: Video
anp: वीडियो

# news_category_option_city
source: City
anp: शहर

# news_category_option_events
source: Events
anp: कार्यक्रम

# news_category_option_religion
source: Religion
anp: धर्म

# news_category_option_crime
source: Crime
anp: अपराध

# news_category_option_astrology
source: Astrology
anp: ज्योतिष

# news_category_option_science
source: Science
anp: विज्ञान

# news_category_option_jokes
source: Jokes
anp: चुटकुले

# news_category_option_nation
source: Nation
anp: राष्ट्र

source: Private tab
anp: गोपनीय टैब

# private_browsing_title
source: Private Browsing
anp: निजी ब्राउज़िंग

# private_browsing_erase_message
source: Erase private browsing history
anp: निजी ब्राउज़िंग इतिहास मेटैइयै

# private_browsing_open_action
source: OPEN
anp: खोलियै

# private_browsing_erase_done
source: Your private browsing history has been erased.
anp: अपने के ब्रॉउजिंग इतिहास मेटाए देलो गेलए.

# private_browsing_tracker_blocked
source: Trackers blocked
anp: ट्रेकर्स ब्लॉक भेलै

# private_browsing_dialog_add_shortcut_no
source: No, thanks
anp: नै, धन्यवाद

# private_browsing_dialog_add_shortcut_yes
source: Yes
anp: हौं

# private_browsing_dialog_add_shortcut_no_v2
source: NO, THANKS
anp: नै, धन्यवाद

# my_shot_on_boarding_message
source: View your screenshots here!
anp: यहां अपनो स्क्रीनशॉट देखियै!

# my_shot_on_boarding_category_message
source: To improve your product experience, we collect information about your screenshots’ categories.
anp: अपनो उत्पाद अनुभव क बेहतर बनबै ल, हम आपनो स्क्रीनशॉट श्रेणियों क बारो मे जानकारी जमा करै छि.

# http_auth_dialog_title
source: Authentication required
anp: प्रमाणीकरण रो जरुरी छै

# http_auth_dialog_user_name
source: Username
anp: यूजरनाम

# http_auth_dialog_password
source: Password
anp: पासवर्ड

# low_priority_notification_channel
source: Hidden notifications
anp: छुपल सूचना सब

# about_link_terms_of_service
source: Terms of Service
anp: सेवा केरो शर्तें

# shopping_search_onboarding_title
source: Find great prices
anp: बड़ा कीमत वाला खोजोॅ

# shopping_search_prompt_message_button
source: Search
anp: खोजोॅ

# shopping_switch_ui_onboarding_button
source: OK
anp: ठीक छै

# shopping_switch_ui_preferences_title
source: Shopping Search Settings
anp: खरीदारी खोज सेटिंग्स

# shopping_switch_ui_tabtray_title
source: Shopping Search: “%1$s”
anp: खरीदारी खोज: “%1$s”

# shopping_switch_ui_tabtray_title_no_keyword
source: Shopping Search
anp: खरीदारी खोज

# shopping_closing_dialog_close
source: Close All
anp: सब बंद करोॅ

# shopping_closing_dialog_cancel
source: Cancel
anp: रद्द करोॅ

# shopping_vertical_title
source: Shopping
anp: खरीदारी

# shopping_vertical_category_1
source: Deals
anp: सौदा

# shopping_vertical_category_2
source: Coupons
anp: कूपन

# shopping_vertical_category_3
source: Vouchers
anp: वाउचर

# shopping_coupon_expire_zero
source: Expired
anp: समय सीमा खत्म

# shopping_coupon_expire_one
source: 1 day left
anp: 1 दिन बाकि

# shopping_coupon_expire_other
source: %1$d days left
anp: %1$d दिन बाकि

# gaming_vertical_title
source: Game
anp: खेल

# gaming_vertical_new
source: New
anp: नया

# gaming_vertical_hint_button
source: OK
anp: ठीक छै
