Repository: mozilla-l10n/zerda-android-l10n
Catalog: locales/*/app.po
Languages: bn, gu_in, hi_in, id, kn, mai, ml, mr, pa_in, ru, ta, te, th, tl, vi

# action_cancel
source: CANCEL
bn: বাতিল
gu_in: રદ કરો
hi_in: रद्द करें
id: BATAL
kn: ರದ್ದುಮಾಡಿ
mai: कैंसिल
ml: റദ്ദാക്കൂ
mr: रद्द करा
pa_in: ਰੱਦ ਕਰੋ
ru: ОТМЕНА
ta: இரத்து
te: రద్దుచేయి
th: ยกเลิก
tl: KANSELAHIN
vi: HỦY BỎ

# action_ok
source: OK
bn: ঠিক আছে
gu_in: બરાબર
hi_in: ठीक
id: OKE
kn: ಸರಿ
mai: ठीक
ml: ശരി
mr: ठीक आहे
pa_in: ਠੀਕ ਹੈ
ta: சரி
te: సరే
th: ตกลง

# urlbar_hint
source: Search or enter address
bn: ঠিকানা অনুসন্ধান করুন অথবা দিন
gu_in: સરનામું શોધો અથવા દાખલ કરો
hi_in: खोजें या पता दर्ज करें
id: Cari atau masukkan alamat
kn: ವಿಳಾಸವನ್ನು ಹುಡುಕು ಅಥವಾ ನಮೂದಿಸು
mai: खोजू अथवा पता दर्ज करू
ml: തിരയുക, അല്ലെങ്കിൽ വിലാസം നൽകുക
mr: शोधा किंवा पत्ता द्या
pa_in: ਖੋਜੋ ਜਾਂ ਸਿਰਨਾਵਾਂ ਦਿਓ
ru: Введите запрос или адрес
ta: தேடு/முகவரியை உள்ளிடு
te: వెతకండి లేదా చిరునామాను ఇవ్వండి
th: ค้นหาหรือป้อนที่อยู่
tl: Maghanap o ilagay ang address
vi: Tìm kiếm hoặc nhập địa chỉ

# menu_settings
source: Settings
bn: সেটিংস
gu_in: સેટિંગ્સ
hi_in: सेटिंग
id: Setelan
kn: ಸಿದ್ಧತೆಗಳು
mai: सेटिंग्स
ml: സജ്ജീകരണങ്ങൾ
mr: सेटिंग
pa_in: ਸੈਟਿੰਗਾਂ
ru: Параметры
ta: அமைவுகள்
te: అమరికలు
th: การตั้งค่า
tl: Mga Setting
vi: Cài đặt

# menu_about
source: About
bn: পরিচিতি
gu_in: વિષે
hi_in: परिचय
id: Tentang
kn: ಇದರ ಬಗ್ಗೆ
mai: क' संबंध मे
ml: കുറിച്ച്
mr: याबद्दल
pa_in: ਇਸ ਦੇ ਬਾਰੇ
ru: О нас
ta: பற்றி
te: గురించి
th: เกี่ยวกับ
tl: Detalye ng Firefox Rocket
vi: Giới thiệu

# menu_help
source: Help
bn: সাহায্য
gu_in: મદદ
hi_in: सहायता
id: Bantuan
kn: ಸಹಾಯ
mai: मदति
ml: സഹായം
mr: मदत
pa_in: ਮਦਦ
ru: Справка
ta: உதவி
te: సహాయం
th: ช่วยเหลือ
tl: Tulong
vi: Trợ giúp

# menu_rights
source: Your Rights
bn: আপনার অধিকার
gu_in: તમારા અધિકારો
hi_in: आपका अधिकार
id: Hak Anda
kn: ‍ನಿಮ್ಮ ಹಕ್ಕುಗಳು
mai: अहाँक अधिकार
ml: താങ്കളുടെ അവകാശങ്ങള്‍
mr: आपले हक्क
pa_in: ਤੁਹਾਡੇ ਹੱਕ
ru: Ваши права
ta: உங்கள் உரிமைகள்
te: మీ హక్కులు
th: สิทธิของคุณ
tl: Alamin ang Iyong mga Karapatan
vi: Quyền lợi của bạn

# menu_give_feedback
source: Give feedback
bn: প্রতিক্রিয়া জানান
gu_in: અભીપ્રાય આપો
hi_in: प्रतिक्रिया दें
id: Kirimkan masukan
kn: ಪ್ರತಿಕ್ರಿಯೆ ನೀಡಿ
mai: प्रतिक्रिया दिअ
ml: പ്രതികരണം നല്‍കുക
mr: प्रतिक्रिया द्या
pa_in: ਸੁਝਾਅ ਦਿਓ
ru: Отправить отзыв
ta: கருத்து தெரிவிக்கவும்
te: ప్రతిస్పందనను తెలియజేయండి
th: เสนอข้อคิดเห็น
tl: Magbigay ng feedback
vi: Gửi phản hồi

# menu_share_with_friends
source: Share with friends
bn: বন্ধুদের সাথে শেয়ার করুন
gu_in: મિત્રો સાથે વહેંચો
hi_in: दोस्तों के साथ साझा करें
id: Bagikan dengan teman
kn: ಸ್ನೇಹಿತರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ
mai: संगी सँ साझा करू
ml: സുഹൃത്തുക്കളുമായി പങ്കിടൂ
mr: मित्रांसह सामायिक करा
pa_in: ਦੋਸਤਾਂ ਨਾਲ ਸਾਂਝਾ ਕਰੋ
ru: Поделиться с друзьями
ta: நண்பர்களுடன் பகிரவும்
te: మిత్రులతో పంచుకోండి
th: แบ่งปันกับเพื่อน ๆ
tl: Ibahagi sa mga kaibigan
vi: Chia sẻ với bạn bè

# share_dialog_title
source: Share via
bn: এর দ্বারা শেয়ার করুন
gu_in: આની મારફતે વહેંચો
hi_in: इससे साझा करें
id: Bagikan via
kn: ಇದರ ಮೂಲಕ ಹಂಚು
mai: द्वारा साझा करू
ml: ഇതുവഴി പങ്കിടൂ
mr: मार्गे सामायिक करा
pa_in: ਇਸ ਦੇ ਰਾਹੀਂ ਸਾਂਝਾ ਕਰੋ
ru: Поделиться через
ta: இதன்வழியாக பகிரவும்
te: దీనిద్వారా పంచుకోండి
th: แบ่งปันผ่าน
tl: Ibahagi sa pamamagitan ng
vi: Chia sẻ qua

# find_in_page_input
source: Find in page
bn: পাতায় অনুসন্ধান
gu_in: પૃષ્ઠમાં શોધો
hi_in: पृष्ठ में खोजें
id: Temukan di laman
kn: ಪುಟದಲ್ಲಿ ಹುಡುಕಿ
ml: താളില്‍ തിരയുക
mr: पृष्ठात शोधा
pa_in: ਸਫ਼ੇ ਵਿੱਚ ਲੱਭੋ
ru: Найти на странице
ta: பக்கத்தில் தேடு
te: పేజీలో వెతుకు
th: ค้นหาในหน้า
tl: Hanapin sa pahina
vi: Tìm trong trang

# accessibility_find_in_page_result
source: %1$d out of %2$d
bn: %2$d এর মধ্যে %1$d
gu_in: %1$d થી %2$d માંથી બહાર
hi_in: %2$d में से %1$d
id: %1$d dari %2$d
kn: %2$dಕ್ಕೆ %1$d
ml: %2$dഇല്‍ %1$d
mr: %2$d पैकी %1$d
pa_in: %2$d ਵਿੱਚੋਂ %1$d
ru: %1$d из %2$d
ta: %2$d இல் %1$d
te: %2$d లో %1$d
th: %1$d จาก %2$d
tl: %1$d ng %2$d
vi: %1$d trong số %2$d

# accessibility_find_next_result
source: Find next result
bn: পরবর্তী ফলাফল খুঁজুন
gu_in: આગામી પરિણામ શોધો
hi_in: अगला परिणाम खोजें
id: Temukan hasil selanjutnya
kn: ಮುಂದಿನ ಫಲಿತಾಂಶವನ್ನು ಹುಡುಕಿ
ml: അടുത്ത ഫലം കണ്ടെത്തുക
mr: पुढील परिणाम शोधा
pa_in: ਅਗਲਾ ਨਤੀਜਾ ਲੱਭੋ
ru: Найти следующее совпадение
ta: அடுத்த முடிவைக் கண்டறிக
te: తదుపరి ఫలితాన్ని కనుగొనండి
th: ค้นหาผลลัพธ์ถัดไป
tl: Susunod na resulta
vi: Tìm kiếm kết quả tiếp theo

# accessibility_find_previous_result
source: Find previous result
bn: পূর্ববর্তী ফলাফল খুঁজুন
gu_in: અગાઉના પરિણામ શોધો
hi_in: पिछला परिणाम खोजें
id: Temukan hasil sebelumnya
kn: ಹಿಂದಿನ ಫಲಿತಾಂಶವನ್ನು ಹುಡುಕಿ
ml: മുമ്പത്തെ ഫലം കണ്ടെത്തുക
mr: मागील परिणाम शोधा
pa_in: ਪਿਛਲਾ ਨਤੀਜਾ ਲੱਭੋ
ru: Найти предыдущее совпадение
ta: முந்தைய முடிவைக் கண்டறிக
te: మునుపటి ఫలితాన్ని కనుగొనండి
th: ค้นหาผลลัพธ์ก่อนหน้า
tl: Nakaraang resulta
vi: Tìm kiếm kết quả trước đó

# accessibility_dismiss_find_in_page
source: Dismiss find in page
bn: পাতায় অনুসন্ধান বাদ দিন
gu_in: પૃષ્ઠમાં શોધો કાઢી નાખો
hi_in: पृष्ठ में खोजें हटायें
id: Tutup pencarian di laman
kn: ಪುಟದಲ್ಲಿನ ಹುಡುಕು ವಜಾಗೊಳಿಸಿ
ml: താളിലെ തിരച്ചില്‍ നിര്‍ത്തുക
mr: पृष्ठावर शोधणे रद्द करा
pa_in: ਸਫ਼ੇ ਵਿੱਚ ਲੱਭਣ ਨੂੰ ਖਾਰਜ ਕਰੋ
ru: Убрать поиск на странице
ta: பக்கத்தில் கண்டவற்றை நிராகரி
te: పేజీలో వెతకడాన్ని రద్ధుచేయి
th: ยกเลิกการค้นหาในหน้า
tl: Tapos na ang paghahanap sa pahina
vi: Bỏ qua tìm kiếm trong trang

# text_selection_search_action
source: Search in Firefox Lite
bn: Firefox Lite এ খুঁজুন
gu_in: Firefox Lite માં શોધો
hi_in: Firefox Lite में खोजें
id: Cari di Firefox Lite
kn: ಫೈರ್ಫಾಕ್ಸ್ ಲೈಟ್‍ನಲ್ಲಿ ಹುಡುಕು
ml: Firefox Lite -ൽ തിരയൂ
mr: Firefox Lite मध्ये शोधा
pa_in: ਫਾਇਰਫਾਕਸ ਲਾਈਟ ਵਿੱਚ ਖੋਜੋ
ru: Искать в Firefox Lite
ta: பயர்பாக்சு லைட் உலாவியில் தேடவும்
te: Firefox Liteతో వెతుకు
th: ค้นหาใน Firefox Lite
tl: Hanapin sa Firefox Rocket
vi: Tìm kiếm trong Firefox Lite

# about_content_body
source: %1$s is a fast and lightweight browser produced by %2$s. Our mission is to foster a healthy, open internet.
bn: %1$s %2$s-র তৈরি একটি দ্রুত এবং হালকা ব্রাউজার। আমাদের লক্ষ্য হল একটি ভালো, মুক্ত ইন্টারনেটের উন্নতিবিধান করা।
gu_in: %1$s એ %2$s દ્વારા ઉત્પાદિત કરવામાં આવેલું ઝડપી અને ઓછી જગ્યા રોકે તેવું છે. અમારું લક્ષ્ય એક યોગ્ય , બધાં વાપરી શકે તેવું ઇન્ટરનેટ પ્રસ્થાપિત કરવાનું છે.
hi_in: %1$s %2$s द्वारा निर्मित तीव्र एवं हल्का ब्राउज़र है। हमारा लक्ष्य एक स्वस्थ, मुक्त इंटरनेट को बढ़ावा देना है।
id: %1$s adalah sebuah peramban cepat dan ringan buatan %2$s. Misi kami adalah untuk mendorong internet yang sehat dan terbuka.
kn: %1$s ಅತ್ಯಂತ ವೇಗವಾದ ಮತ್ತು ಹಗುರ ಬ್ರೌಸರ್ ಅನ್ನು %2$s ಉತ್ಪಾದಿಸಿದೆ. ನಮ್ಮ ಧ್ಯೇಯ ಆರೋಗ್ಯಕರ, ತೆರೆದ ಇಂಟರ್ನೆಟ್ ಅನ್ನು ಬೆಳೆಸುವುದು.
mai: %1$s %2$s द्वारा बनाएल गेल एकटा तेज आ हलुक ब्राउज़र अछि. हमर लक्ष्य अछि स्वस्थ, मुक्त इंटरनेट केँ बढ़ावा देनाय अछि.
ml: %1$s %2$s നിർമ്മിച്ച വേഗമേറിയ ചെറിയ ബ്രൗസറാണ്. ഞങ്ങളുടെ ലക്ഷ്യം ആരോഗ്യമുള്ള തുറന്ന ഇന്റർനെറ്റിന്റെ വളർച്ചയാണ്.
mr: %2$s द्वारे तयार केलेला %1$s हा एक जलद आणि उज्वल ब्राउझर आहे. आमचे ध्येय निरोगी , सर्व-वापरण्यायोग्य इंटरनेट स्थापित करणे आहे.
pa_in: %2$s ਵੱਲੋਂ ਬਣਾਇਆ ਗਿਆ %1$s ਇੱਕ ਹਲਕਾ ਅਤੇ ਤੇਜ਼ ਬਰਾਊਜ਼ਰ ਹੈ। ਸਾਡਾ ਟੀਚਾ ਇੱਕ ਸਿਹਤਮੰਦ ਅਤੇ ਖੁੱਲ੍ਹੇ-ਡੁੱਲ੍ਹੇ ਇੰਟਰਨੈੱਟ ਨੂੰ ਵਧਾਉਣਾ ਫੁਲਾਉਣਾ ਹੈ।
ru: %1$s — быстрый и легкий браузер, созданный %2$s. Нашей миссией является обеспечение здоровья и открытости Интернета.
ta: %1$s , %2$s நிறுவனத்தால் தயாரிக்கப்பட்ட ஒரு விரைவான இலேசான உலாவி. ஆரோக்கியமான திறந்த இணையத்தை கிடைக்கச் செய்வதே எங்களின் நோக்கம்.
te: %1$s అనేది %2$s వారు తయారుచేసిన వేగవంతమైన, తేలికైన విహారిణి. ఆరోగ్యకరమైన, స్వేచ్ఛాయుతమైన అంతర్జాలాన్ని వృద్ధిచేయడం మా ఆశయం.
th: %1$s เป็นเบราว์เซอร์ที่เร็วและเบาที่สร้างขึ้นโดย %2$s ภารกิจของเราคือส่งเสริมอินเทอร์เน็ตที่สมบูรณ์และเปิดกว้าง
tl: %1$s ay isang mabilis at magaan na browser na gawa ng %2$s. Ang aming misyon ay mapanatiling malusog at bukas para sa lahat ang internet.
vi: %1$s là một trình duyệt nhanh và nhẹ được sản xuất bởi %2$s. Nhiệm vụ của chúng tôi là thúc đẩy một mạng internet mở, lành mạnh.

# about_link_learn_more
source: Learn more
bn: আরও জানুন
gu_in: વધુ શીખો
hi_in: अधिक जानें
id: Pelajari lebih lanjut
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
mai: अधिक जानू
ml: കൂടുതല്‍ അറിയുക
mr: अधिक जाणा
pa_in: ਹੋਰ ਜਾਣੋ
ru: Узнать больше
ta: மேலும் அறிய
te: ఇంకా తెలుసుకోండి
th: เรียนรู้เพิ่มเติม
tl: Detalye
vi: Tìm hiểu thêm

# about_link_support
source: Support
bn: সহায়তা
gu_in: સહાય
hi_in: सहारा
id: Dukungan
kn: ಬೆಂಬಲ
mai: सहायता
ml: പിന്തുണ
mr: आधार
pa_in: ਸਹਾਇਤਾ
ru: Поддержка
ta: ஆதரவு
te: తోడ్పాటు
th: การสนับสนุน
tl: Tulong
vi: Hỗ trợ

# about_link_your_rights
source: Your Rights / Licenses
bn: আপনার অধিকারগুলো / লাইসেন্সগুলো
gu_in: તમારા અધિકારો / પરવાનગીઓ
hi_in: आपका अधिकार / लाइसेंस
id: Hak / Izin Anda
kn: ನಿಮ್ಮ ಹಕ್ಕುಗಳು/ ಪರವಾನಗಿಗಳು
mai: अहाँक अधिकार/लाइसेंस
ml: നിങ്ങളുടെ അവകാശങ്ങള്‍/ ലൈസന്‍സുകള്‍
mr: आपले अधिकार / परवाने
pa_in: ਤੁਹਾਡੇ ਹੱਕ / ਲਸੰਸ
ru: Ваши права / Лицензии
ta: உங்கள் உரிமைகள் / உரிமங்கள்
te: మీ హక్కులు / లైసెన్సులు
th: สิทธิของคุณ / สัญญาอนุญาต
tl: Ang Iyong mga Karapatan / Lisensya
vi: Quyền lợi của bạn / Giấy phép

# about_link_privacy
source: Privacy Notice
bn: গোপনীয়তা সংক্রান্ত নীতি
gu_in: ગોપનીયતા સૂચના
hi_in: गोपनीयता सूचना
id: Kebijakan Privasi
kn: ಗೌಪ್ಯತಾ ಸೂಚನೆ
mai: गोपनीयता सूचना
ml: സ്വകാര്യതാ അറിയിപ്പ്
mr: गोपनीयता सूचना
pa_in: ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ
ru: Уведомление о конфиденциальности
ta: தனியுரிமை அறிவிப்பு
te: గోప్యతా విధానం
th: ประกาศความเป็นส่วนตัว
tl: Abiso sa Privacy
vi: Thông báo bảo mật

source: Life Feed
bn: লাইফ ফিড
gu_in: મુખ્ય લેખકો
hi_in: प्रमुख सूचनाएं
id: Informasi Keseharian
kn: ಲೈಫ್ ಫೀಡ್
ml: ലൈഫ് ഫീഡ്
mr: Life फीड
pa_in: ਜ਼ਿੰਦਗੀ ਫੀਡ
ru: Ленты новостей
ta: வாழ்க்கை ஊட்டம்
te: జీవనాడి
th: ฟีดการดำเนินชีวิต
vi: Tin tức hàng ngày

# about_link_life_feed
source: Learn more about %1$s
bn: %1$s সম্পর্কে আরও জানুন
gu_in: %1$s વિશે વધુ જાણો
hi_in: %1$s के बारे में और अधिक जानें
id: Pelajari lebih lanjut tentang %1$s
kn: ಇದರ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ %1$s
ml: %1$s നെക്കുറിച്ച് കൂടുതലറിയുക
mr: %1$s बाबत अधिक जाणून घ्या
pa_in: %1$s ਬਾਰੇ ਜਾਣੋ
ru: Узнайте больше о %1$s
ta: %1$s பற்றி மேலும் அறிக
te: %1$s గురించి మరింత తెలుసుకోండి
th: เรียนรู้เพิ่มเติมเกี่ยวกับ %1$s
tl: Alamin %1$s
vi: Tìm hiểu thêm về %1$s

# preference_search_engine_default
source: Default search engine
bn: ডিফল্ট সার্চ ইঞ্জিন
gu_in: મૂળભૂત શોધ એંજીન
hi_in: तयशुदा खोज इंजन
id: Mesin pencari baku
kn: ಪೂರ್ವನಿಯೋಜಿತ ಹುಡುಕು ಎಂಜಿನ್
mai: डिफॉल्ट खोज इंजिन
ml: സ്വതവേയുള്ള സെര്‍ച്ച് എഞ്ചിന്‍
mr: पूर्वनिर्धारित शोध इंजिन
pa_in: ਡਿਫੌਲਟ ਖੋਜ ਇੰਜਣ
ru: Поисковая система по умолчанию
ta: முன்னிருப்பு தேடுபொறி
te: అప్రమేయ శోధన యంత్రం
th: เครื่องมือค้นหาเริ่มต้น
tl: Default na search engine
vi: Công cụ tìm kiếm mặc định

# preference_language
source: Language
bn: ভাষা
gu_in: ભાષા
hi_in: भाषा
id: Bahasa
kn: ಭಾಷೆ
mai: भाषा
ml: ഭാഷ
mr: भाषा
pa_in: ਭਾਸ਼ਾ
ru: Язык
ta: மொழி
te: భాష
th: ภาษา
tl: Wika
vi: Ngôn ngữ

# preference_language_systemdefault
source: System default
bn: সিস্টেম ডিফল্ট
gu_in: સિસ્ટમ મૂળભૂત
hi_in: सिस्टम तयशुदा
id: Bawaan sistem
kn: ಪೂರ್ವನಿಯೋಜಿತವಾದದ್ದು
mai: सिस्टम डिफॉल्ट
ml: സിസ്റ്റത്തിൽ സ്വതവേയുള്ളതു്
mr: पूर्वनिर्धारीत प्रणाली
pa_in: ਸਿਸਟਮ ਡਿਫੌਲਟ
ru: Язык устройства
ta: கருவி முன்னிருப்பு
te: వ్యవస్థ అప్రమేయం
th: ค่าเริ่มต้นของระบบ
tl: Default sa sistema
vi: Mặc định hệ thống

# preference_dialog_title_search_engine
source: Default search engine
bn: ডিফল্ট সার্চ ইঞ্জিন
gu_in: મૂળભૂત શોધ એંજીન
hi_in: तयशुदा खोज इंजन
id: Mesin pencari baku
kn: ಪೂರ್ವನಿಯೋಜಿತ ಹುಡುಕು ಎಂಜಿನ್
mai: डिफॉल्ट खोज इंजिन
ml: സ്വതവേയുള്ള സെര്‍ച്ച് എഞ്ചിന്‍
mr: पूर्वनिर्धारित शोध इंजिन
pa_in: ਡਿਫੌਲਟ ਖੋਜ ਇੰਜਣ
ru: Поисковая система по умолчанию
ta: முன்னிருப்பு தேடுபொறி
te: అప్రమేయ శోధన యంత్రం
th: เครื่องมือค้นหาเริ่มต้น
tl: Default na search engine
vi: Công cụ tìm kiếm mặc định

# preference_dialog_title_news_source
source: News source
bn: সংবাদ উৎস
gu_in: સમાચાર સ્રોત
hi_in: समाचार सूत्र
id: Sumber berita
kn: ಸುದ್ದಿ ಮೂಲ
ml: വാര്‍ത്താ ഉറവിടം
mr: बातम्या स्त्रोत
pa_in: ਖ਼ਬਰਾਂ ਦਾ ਸਰੋਤ
ru: Источник новостей
ta: செய்தி மூலம்
te: వార్తల మూలం
th: แหล่งที่มาข่าว
tl: Pinanggalingan ng balita
vi: Nguồn tin tức

# preference_data_saving_block_images
source: Block images
bn: ছবি অবরুদ্ধ করুন
gu_in: છબીઓ અવરોધિત કરો
hi_in: चित्र ब्लॉक करें
id: Blokir gambar
kn: ಚಿತ್ರಗಳನ್ನು ತಡೆ
mai: छवि रोकू
ml: ചിത്രങ്ങള്‍ തടയുക
mr: प्रतिमा अवरोधित करा
pa_in: ਚਿੱਤਰਾਂ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਓ
ru: Блокировать изображения
ta: படங்களைத் தடு
te: బొమ్మలను నిరోధించు
th: ปิดกั้นภาพ
tl: Walang imahe
vi: Chặn hình ảnh

# preference_privacy_storage_clear_browsing_data
source: Clear browsing data
bn: ব্রাউজারের ডাটা মুছে ফেলুন
gu_in: બ્રાઉઝિંગ ડેટા સાફ કરો
hi_in: ब्राउज़िंग डेटा मिटाएं
id: Bersihkan data penjelajahan
kn: ಜಾಲಾಟದ ಇತಿಹಾಸವನ್ನು ಅಳಿಸಿ
mai: ब्राउजिंग डेटा साफ करू
ml: ബ്രൗസിങ്ങ് ഡാറ്റ മായ്കുക
mr: ब्राउझिंग डेटा साफ करा
pa_in: ਬਰਾਊਜ਼ਰ ਡਾਟਾ ਸਾਫ਼ ਕਰੋ
ru: Удалять данные веб-сёрфинга
ta: உலாவி வரலாற்றை துடை
te: విహరణ చరిత్రను తుడిచేయి
th: ล้างข้อมูลการเรียกดู
tl: Burahin ang browsing data
vi: Xóa dữ liệu truy cập

# preference_privacy_storage_save_downloads_to
source: Save downloads to
bn: তে ডাউনলোড সংরক্ষণ করুন
gu_in: ડાઉનલોડને આમાં સાચવો
hi_in: डाउनलोड्स को सहेजें
id: Simpan unduhan ke
kn: ಡೌನ್ಲೋಡುಗಳನ್ನು ಇಲ್ಲಿ ಉಳಿಸು
mai: मे डाउनलोड सहेजू
ml: ഡൗൺലോഡുകൾ സൂക്ഷിക്കേണ്ട സ്ഥലം
mr: यामध्ये डाउनलोड जतन करा
pa_in: ਡਾਊਨਲੋਡਾਂ ਨੂੰ ਇੱਥੇ ਸੰਭਾਲੋ
ru: Сохранять загрузки в
ta: பதிவிறக்கங்களைச் சேமி
te: దింపుకోళ్ళను ఇక్కడ భద్రపరుచు
th: บันทึกการดาวน์โหลดไปยัง
tl: I-save ang downloads sa
vi: Lưu các bản tải xuống vào

# preference_default_browser
source: Set as default browser
hi_in: तयशुदा ब्राउज़र के रूप में सेट करें
ru: Установить браузером по умолчанию

# preference_default_browser_is_setting
source: Changing settings…
bn: সেটিংস পাল্টানো হচ্ছে…
gu_in: સેટીંગ્સ બદલી રહ્યા છીએ…
hi_in: सेटिंग बदले जा रहे हैं…
id: Mengubah setelan…
kn: ಸಿದ್ಧತೆಗಳನ್ನು ಬದಲಿಸುವುದು…
mai: सेटिंग्स बदैल रहल अछि...
ml: സജ്ജീകരണം മാറ്റുന്നു…
mr: सेटिंग बदलत आहे…
pa_in: …ਸੈਟਿੰਗਾਂ ਬਦਲੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ
ru: Изменение параметров…
ta: அமைவுகளை மாற்றுகிறது…
te: అమరికలను మారుస్తోంది…
th: กำลังเปลี่ยนการตั้งค่า…
tl: Kasalukuyang binabago ang mga setting…
vi: Đang thay đổi cài đặt…

# preference_turbo_mode
source: Turbo mode
bn: টার্বো মোড
gu_in: ટર્બો મોડ
hi_in: टर्बो मोड
id: Mode turbo
kn: ಟರ್ಬೋ ಸ್ಥಿತಿ
mai: टर्बो मोड
ml: വേഗ മോഡ്
mr: टर्बो मोड
pa_in: ਟਰਬੋ ਮੋਡ
ru: Режим Турбо
ta: சுழலி முறைமை
te: టర్బో రీతి
th: โหมดเทอร์โบ
vi: Chế độ Turbo

# preference_mozilla_telemetry
source: Send usage data
bn: ব্যবহারের তথ্য পাঠান
gu_in: ઉપયોગ ડેટા મોકલો
hi_in: उपयोग डेटा भेजें
id: Kirim data penggunaan
kn: ಬಳಕೆಯ ದತ್ತಾಂಶ ಕಳುಹಿಸಿ
mai: उपयोग डेटा भेजू
ml: ഉപയോഗ ഡാറ്റ അയക്കുക
mr: वापर डेटा पाठवा
pa_in: ਵਰਤੋਂ ਸਬੰਧੀ ਡਾਟਾ ਭੇਜੋ
ru: Отправлять данные об использовании
ta: பயனளவு தரவை அனுப்பு
te: వాడుక డేటాను పంపించు
th: ส่งข้อมูลการใช้งาน
tl: Ipadala ang mga datos ng paggamit
vi: Gửi dữ liệu sử dụng

# preference_mozilla_telemetry_summary
source: %2$s strives to collect only what we need to provide and improve %1$s for everyone.
bn: %2$s কেবলমাত্র সেটাই সংগ্রহ করার চেষ্টা করে যা প্রত্যেকের জন্য %1$sকে প্রদান এবং উন্নতি করতে লাগে।
gu_in: %2$s માત્ર દરેકને માટે %1$s પ્રદાન અને સુધારવાની જરૂર છે તે એકત્રિત કરવાનો પ્રયત્ન કરે છે.
hi_in: %2$s मात्र वही जानकारी एकत्र करने का प्रयास करता है जिससे हम %1$s को सभी के लिए उपलब्ध तथा बेहतर बना सकें।
id: %2$s hanya akan mengumpulkan data yang diperlukan saja untuk memperbaiki %1$s bagi Anda.
kn: %2$s ಎಲ್ಲರಿಗಾಗಿ %1$s ಅನ್ನು ಉತ್ತಮಗೊಳಿಸಿ ಕೊಡುವುದಕ್ಕೆ ಬೇಕಾದ್ದನ್ನು ಮಾತ್ರ ಸಂಗ್ರಹಿಸುತ್ತದೆ.
mai: %2$s मात्र ओहि जानकारी एकत्र करबाक प्रयास करैत अछि जकरा सँ हम %1$s केँ सभक लेल उपलब्ध तथा बेहतर बनाए सकब.
ml: %1$s എല്ലാവര്‍ക്കും മെച്ചപ്പെട്ടതാക്കാൻ ആവശ്യമുള്ള ഡാറ്റ മാത്രം ശേഖരിക്കാൻ %2$s ശ്രമിക്കുന്നു.
mr: %2$s सर्वांसाठी फक्त %1$s उपलब्ध करून सुधारण्यासाठी जी माहिती लागते ती जमवते.
pa_in: %2$s ਭਰਪੂਰ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ ਕਿ ਸਿਰਫ ਉਹੀ ਕੁਝ ਇਕੱਠਾ ਕੀਤਾ ਜਾਵੇ, ਜੋ ਕਿ %1$s ਨੂੰ ਹਰੇਕ ਲਈ ਮੁਹੱਈਆ ਕਰਾਉਣ ਅਤੇ ਹੋਰ ਸੁਧਾਰਨ ਲਈ ਲੋੜੀਂਦਾ ਹੋਵੇ।
ru: %2$s стремится собирать только ту информацию, которая необходима для работы %1$s и его улучшения в будущем.
ta: அனைவருக்கும் %1$s வழங்க மற்றும் மேம்படுத்த தேவையானதை மட்டும் சேகரிக்க %2$s உறுதிபூண்டுள்ளது.
te: అందరికీ %1$s‌ని మెరుగ్గా అందించడానికి కావలసినంత తక్కువ సమాచారాన్ని మాత్రమే సేకరించడానికి %2$s ప్రయత్నిస్తుంది.
th: %2$s มุ่งมั่นที่จะเก็บรวบรวมเฉพาะสิ่งที่เราจำเป็นต้องให้บริการและปรับปรุง %1$s สำหรับทุกคน
tl: Nagsusumikap ang %2$s na kumulekta lamang ng mga impormasyon base sa pangangailangan upang mapagbuti ang %1$s para sa lahat.
vi: %2$s cố gắng chỉ thu thập những gì chúng tôi cần cung cấp và cải thiện %1$s cho mọi người.

# preference_learn_more
source: Learn more
bn: আরও জানুন
gu_in: વધુ શીખો
hi_in: अधिक जानें
id: Pelajari lebih lanjut
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
mai: अधिक जानू
ml: കൂടുതല്‍ അറിയുക
mr: आणखी जाणा
pa_in: ਹੋਰ ਜਾਣੋ
ru: Подробнее
ta: மேலும் அறிய
te: ఇంకా తెలుసుకోండి
th: เรียนรู้เพิ่มเติม
tl: Detalye
vi: Tìm hiểu thêm

# preference_about
source: About
bn: সম্বন্ধে
gu_in: વિશે
hi_in: परिचय
id: Tentang
kn: ನ ಬಗ್ಗೆ
mai: क संबंध मे
ml: കുറിച്ച്
mr: याबद्दल
pa_in: ਇਸ ਬਾਰੇ
ru: О программе
ta: பற்றி
te: గురించి
th: เกี่ยวกับ
tl: Patungkol
vi: Giới thiệu

# preference_night_mode_brightness
source: Night mode brightness
bn: নাইট মোড উজ্জ্বলতা
gu_in: નાઇટ મોડ તેજસ્વિતા
hi_in: रात्रि मोड चमक
id: Kecerahan di mode malam
kn: ರಾತ್ರಿ ಸ್ಥಿತಿಯ ಹೊಳಪು
ml: രാത്രി രീതിയിലെ തെളിച്ചം
mr: नाईट मोड प्रखरता
pa_in: ਰਾਤ ਦਾ ਮੋਡ ਚਮਕ
ru: Яркость в ночном режиме
ta: இரவு முறை வெளிச்சம்
te: రాత్రి రీతి ప్రకాశస్థాయి
th: ความสว่างโหมดกลางคืน
tl: Liwanag ng Night Mode
vi: Chế độ ban đêm

# night_mode_on_boarding_message
source: Long press to adjust brightness
bn: উজ্জ্বলতা সমন্বয় করতে দীর্ঘক্ষণ চাপুন
gu_in: તેજસ્વિતા સંતુલિત કરવા માટે લાંબા સમય સુધી દબાવો
hi_in: चमक अनुकूल करने के लिए लंबे समय तक दबा कर रखें
id: Tekan dan tahan lama untuk menyesuaikan kecerahan
kn: ಹೊಳಪು ಹೊಂದಿಸಲು ದೀರ್ಘವಾಗಿ ಒತ್ತಿರಿ
ml: തെളിച്ചം ക്രമീകരിക്കാൻ നീട്ടി അമര്‍ത്തുക
mr: प्रखरता अनुकूल करण्यासाठी दीर्घकाळ दाबून धरा
pa_in: ਚਮਕ ਨੂੰ ਅਨੁਕੂਲ ਕਰਨ ਲਈ ਲੰਮਾ ਦਬਾਓ
ru: Длительное нажатие регулирует яркость
ta: வெளிச்சத்தைச் சரிசெய்ய நெடுநேரம் அழுத்துக
te: ప్రకాశాన్ని సరిదిద్దుకోడానికి ఎక్కవసేపు నొక్కి ఉంచండి
th: กดค้างเพื่อปรับความสว่าง
tl: Pindutin ng matagal para i-adjust ang brightness
vi: Nhấn và giữ để điều chỉnh độ sáng

# content_description_clear_input
source: Clear input
bn: ইনপুট মুছে ফেলুন
gu_in: ઇનપુટ સાફ કરો
hi_in: इनपुट मिटाएं
id: Bersihkan masukan
kn: ಇನ್ಪುಟ್ ತೆರವುಗೊಳಿಸಿ
mai: इनपुट साफ करू
ml: ഇന്‍പുട്ട് വെടിപ്പാക്കുക
mr: इनपुट साफ करा
pa_in: ਇਨਪੁਟ ਸਾਫ਼ ਕਰੋ
ru: Очистить ввод
ta: உள்ளீட்டை அழி
te: ఇన్‌పుట్ తుడిచివేయి
th: ล้างข้อมูลที่ป้อน
tl: Burahin ang input
vi: Xóa đầu vào

# content_description_dismiss_input
source: Dismiss
bn: খারিজ করুন
gu_in: રદ કરો
hi_in: ख़ारिज करें
id: Abaikan
kn: ವಜಾಗೊಳಿಸು‍
mai: मना करू
ml: കളയുക
mr: बरखास्त
pa_in: ਖਾਰਜ ਕਰੋ
ru: Убрать
ta: நிராகரி
te: విస్మరించు
th: ยกเลิก
tl: Alisin
vi: Bỏ qua

# content_description_lock
source: Secure connection
bn: সুরক্ষিত সংযোগ
gu_in: સુરક્ષિત જોડાણ
hi_in: सुरक्षित संपर्क
id: Sambungan aman
kn: ಸುರಕ್ಷಿತ ಸಂಪರ್ಕ
mai: सुरक्षित कनेक्शन
ml: സുരക്ഷിതമായ കണക്ഷന്‍
mr: सुरक्षित जोडणी
pa_in: ਸੁਰੱਖਿਅਤ ਕਨੈਕਸ਼ਨ
ru: Защищённое соединение
ta: பாதுகாப்பான இணைப்பு
te: సురక్షిత అనుసంధానం
th: การเชื่อมต่อปลอดภัย
tl: Secure na koneksyon
vi: Kết nối an toàn

# accessibility_announcement_loading
source: Loading
bn: লোড করা হচ্ছে
gu_in: લોડ થઇ રહ્યું છે
hi_in: लोड हो रहा है
id: Memuat
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ
mai: लोड भ रहल अछि
ml: ലഭ്യമാക്കുന്നു
mr: लोड होत आहे
pa_in: ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
ru: Загрузка
ta: ஏற்றுகிறது
te: లోడవుతున్నది
th: กำลังโหลด
vi: Đang tải

# accessibility_announcement_loading_finished
source: Website loaded
bn: ওয়েবসাইট লোড হয়েছে
gu_in: વેબસાઇટ લોડ થઇ ગઇ છે
hi_in: वेबसाइट लोड हो चूका
id: Situs web termuat
kn: ಜಾಲತಾಣ ಲೋಡ್ ಆಗಿದೆ
mai: वेबसाइट लोड भ गेल
ml: വെബ്സൈറ്റ് ലഭ്യമാക്കി
mr: वेबसाइट लोड केली
pa_in: ਵੈੱਬਸਾਈਟ ਲੋਡ ਕੀਤੀ ਗਈ
ru: Веб-сайт загружен
ta: வலைத்தளம் ஏற்றப்பட்டது
te: వెబ్‌సైటు లోడయింది
th: โหลดเว็บไซต์แล้ว
tl: Naiload na ang website
vi: Trang web được tải

# content_description_menu
source: More options
bn: আরো বিকল্পসমূহ
gu_in: વધુ વિકલ્પ
hi_in: अधिक विकल्प
id: Opsi lainnya
kn: ಮತ್ತಷ್ಟು ಆಯ್ಕೆಗಳು
mai: अधिक विकल्प
ml: കൂടുതൽ ഐച്ഛികങ്ങൾ
mr: अधिक पर्याय
pa_in: ਹੋਰ ਚੋਣਾਂ
ru: Больше настроек
ta: கூடுதல் தேர்வுகள்
te: మరిన్ని ఎంపికలు
th: ตัวเลือกเพิ่มเติม
tl: Iba pang pagpipilian
vi: Tùy chọn thêm

# content_description_forward
source: Navigate forward
bn: সামনে নেভিগেট করুন
gu_in: આગળ નેવિગેટ કરો
hi_in: आगे जाएं
id: Maju
kn: ಮುಂದೆ ಸಾಗಿ
mai: आगाँ नेविगेट करू
ml: മുമ്പോട്ട് പോകുക
mr: पुढे नॅव्हिगेट करा
pa_in: ਅੱਗੇ ਵੱਲ ਨੈਵੀਗੇਟ ਕਰੋ
ru: Перейти вперёд
ta: வழிசெலுத்தி முன்செல்
te: ముందుకు వెళ్ళు
th: นำทางเดินหน้า
tl: Sumulong
vi: Điều hướng tiến

# content_description_reload
source: Reload website
bn: ওয়েবসাইট পুনরায় লোড করুন
gu_in: વેબસાઇટને ફરીથી લોડ કરો
hi_in: वेबसाइट पुनः लोड करें
id: Muat ulang situs
kn: ಜಾಲತಾಣವನ್ನು ಮರುಮೂಡಿಸಿ
mai: वेबसाइट फेनु लोड करू
ml: വെബ്സൈറ്റ് വീണ്ടും ലഭ്യമാക്കുക
mr: वेबसाइट रीलोड करा
pa_in: ਵੈੱਬਸਾਈਟ ਨੂੰ ਰੀਲੋਡ ਕਰੋ
ru: Перезагрузить веб-сайт
ta: வலைத்தளத்தை மீளேற்று
te: వెబ్‌సైటుని మళ్ళీ లోడుచేయి
th: โหลดเว็บไซต์ใหม่
tl: Muling i-load ang website
vi: Tải lại trang web

# content_description_back
source: Navigate back
bn: পিছনে নেভিগেট করুন
gu_in: પાછા નેવિગેટ કરો
hi_in: पीछे आयें
id: Kembali
kn: ಹಿಂದಕ್ಕೆ ಮರಳಿ
mai: पाछाँ नेविगेट करू
ml: പുറകോട്ട് പോകുക
mr: मागे नॅव्हिगेट करा
pa_in: ਪਿੱਛੇ ਵੱਲ ਨੈਵੀਗੇਟ ਕਰੋ
ru: Перейти назад
ta: வழிசெலுத்தி பின்செல்
te: వెనక్కి వెళ్ళు
th: นำทางย้อนกลับ
tl: Bumalik
vi: Điều hướng quay lại

# content_description_stop
source: Stop loading website
bn: ওয়েবসাইট লোডিং বন্ধ করুন
gu_in: વેબસાઇટને લોડ કરવાનું અટકાવો
hi_in: वेबसाइट लोडिंग रोकें
id: Berhenti memuat situs web
kn: ಜಾಲತಾಣವನ್ನು ಲೋಡಿಂಗ್ ನಿಲ್ಲಿಸಿ
mai: वेबसाइट लोड कएनाए रोकू
ml: വെബ്സൈറ്റ് ലഭ്യമാക്കുന്നത് നിർത്തുക
mr: वेबसाइट लोड करणे थांबवा
pa_in: ਵੈੱਬਸਾਈਟ ਨੂੰ ਲੋਡ ਕਰਨਾ ਬੰਦ ਕਰੋ
ru: Остановить загрузку сайта
ta: வலைத்தளம் ஏற்றுவதை நிறுத்து
te: వెబ్‌సైటు లోడుచేయడం ఆపివేయి
th: หยุดการโหลดเว็บไซต์
tl: Ihinto ang pagload ng website
vi: Dừng tải trang web

# content_description_customtab_exit
source: Return to previous app
bn: আগের অ্যাপে ফিরে যান
gu_in: આાગળની અૅપમાં પરત ફરો
hi_in: पिछले ऐप पर वापस जाएं
id: Kembali ke aplikasi sebelumnya
kn: ಹಿಂದಿನ ಅನ್ವಯಕ್ಕೆ ಮರಳಿ
mai: पछिला ऐप पर वापस जाउ
ml: മുമ്പിലത്തെ പ്രയോഗത്തിലേക്ക് മടങ്ങിപ്പോവുക
mr: मागील अॅप वर परत या
pa_in: ਪਿਛਲੇ ਐਪ 'ਤੇ ਜਾਓ
ru: Вернуться к предыдущему приложению
ta: முந்தைய செயலிக்கு திரும்பு
te: మునుపటి అనువర్తనానికి తిరిగి వెళ్ళు
th: กลับไปที่แอปก่อนหน้า
tl: Bumalik sa nakalipas na app
vi: Quay lại ứng dụng trước

# content_description_blocking_switch
source: Block trackers
bn: ট্রাকারদেরকে অবরুদ্ধ করুন
gu_in: ટ્રેકર્સને અવરોધિત કરો
hi_in: ट्रैकर ब्लॉक करें
id: Blokir pelacak
kn: ಜಾಡುಹಿಡಿಯುವರನ್ನು ನಿರ್ಬಂಧಿಸು
mai: ट्रैकर्स ब्लॉक करू
ml: ട്രാക്കറുകൾ തടയുക
mr: ट्रॅकरला ब्लॉक करा
pa_in: ਟਰੈਕਰਾਂ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਓ
ru: Блокировать трекеры
ta: பின்தொடரிகளைத் தடு
te: ట్రాకర్లను నిరోధించండి
th: ปิดกั้นตัวติดตาม
tl: Harangin ang mga tracker
vi: Chặn theo dõi

# external_app_prompt_no_app_title
source: Find an app that can open link
bn: একটি অ্যাপ অনুসন্ধান করেন যা লিংকটিকে খুলতে পারবে
gu_in: એક એવી અૅપ શોધો કે જે લીંક ખોલી શકે
hi_in: लिंक खोलने हेतु कोई ऐप तलाशें
id: Cari aplikasi yang bisa membuka tautan
kn: ಕೊಂಡಿಯನ್ನು ತೆರೆಯುವ ಆಪ್ಅನ್ನು ಹುಡುಕಿ
mai: एकटा ऐप खोजू जे लिंक खोलि सकैत अछि
ml: കണ്ണി തുറക്കാൻ പറ്റിയ ഒരു പ്രയോഗം കണ്ടെത്തൂ
mr: लिंक उघडू शकतो असा एक अॅप शोधा
pa_in: ਅਜਿਹੀ ਐਪ ਲੱਭੋ ਜੋ ਲਿੰਕ ਨੂੰ ਖੋਲ੍ਹ ਸਕੇ
ru: Найдите приложение, которое может открыть эту ссылку
ta: தொடுப்பை திறக்கவல்ல ஒரு செயலியைக் கண்டுபிடி
te: లంకెను తెరువగల అనువర్తనాన్ని కనుగొనండి
th: ค้นหาแอปที่สามารถเปิดลิงก์
tl: Hanapin ang app na maaaring magbukas ng link
vi: Tìm ứng dụng có thể mở liên kết này
