Repository: mozilla-l10n/zerda-android-l10n
Catalog: locales/*/app.po
Languages: bn, gu_in, hi_in, id, kn, mai, ml, mr, pa_in, ru, ta, te, th, tl, vi

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
bn: আপনার ডিভাইসের কোন অ্যাপই এই লিঙ্কটি খুলতে সক্ষম হয়নি। %2$s অনুসন্ধান করতে একটি অ্যাপ বের করার জন্যে আপনি %1$s কে দ্বায়িত্ব দিতে পারেন।
gu_in: તમારા ઉપકરણ પરની કોઈપણ એપ્લિકેશનો આ લિંક ખોલવા માટે સક્ષમ નથી. તમે એપ્લિકેશન માટે %2$s શોધવા માટે %1$s કરી છોડી શકો છો.
hi_in: आपके उपकरण पर कोई भी ऐप इस लिंक को खोलने में सक्षम नहीं हैं।आप %2$s को खोजने हेतु एक ऐप के लिए %1$s को छोड़ सकते हैं जो कर सकता हैं।
id: Tak ada satu pun aplikasi di perangkat Anda dapat membuka tautan ini. Anda dapat meninggalkan %1$s untuk mencari aplikasi yang mampu di %2$s.
kn: ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿರುವ ಯಾವುದೇ ಅನ್ವಯಗಳು ಈ ಕೊಂಡಿಯನ್ನು ತೆರೆಯಲಾಗಲಿಲ್ಲ. ನೀವು %1$s ನಿಂದ ಹೊರ ಹೊರಟು ಇದನ್ನು ತೆರೆಯಬಲ್ಲ %2$s ವನ್ನು ಹುಡುಕಬಹುದು.
mai: अहाँक डिवाइस केरो कोनो ऐप ई लिंक केँ खोलब मे समर्थ नहि अछि. अहाँ ऐप खोजए कलेल %1$s छोड़ि सकैत छी %2$s जे ऐप खोजि सकैत अछि.
ml: താങ്കളുടെ ഉപകരണത്തിലെ പ്രയോഗങ്ങൾക്കൊന്നും ഈ കണ്ണി തുറക്കാനാവില്ല. %2$s-ൽ അത്തരം ഒരു പ്രയോഗത്തിനായി തിരയാൻ %1$s-നെ വിടൂ.
mr: आपल्या उपकरणावरील कोणतेही अँप ही दुआ उघडू शकत नाहीत. आपण %1$s सोडून %2$s मध्ये आवश्यक अँप शोधण्यासाठी जाऊ शकता.
pa_in: ਤੁਹਾਡੇ ਯੰਤਰ ਉੱਪਰਲੀ ਕੋਈ ਵੀ ਐਪ ਇਸ ਲਿੰਕ ਨੂੰ ਖੋਲ੍ਹਣ ਦੇ ਕਾਬਲ ਨਹੀਂ ਹੈ। ਤੁਸੀਂ %2$s ਦੇ ਲਈ ਕਿਸੇ ਕਾਬਲ ਐਪ ਨੂੰ ਲੱਭਣ ਲਈ %1$s ਛੱਡ ਸਕਦੇ ਹੋ।
ru: Ни одно из приложений на вашем устройстве не может открыть эту ссылку. Вы можете выйти из %1$s для поиска подходящего приложения в %2$s.
ta: இந்தச் சாதனத்தில் உள்ள எந்த ஒரு செயலியும் இத்தொடுப்பை திறக்கக்கூடியதல்ல. நீங்கள் %1$s உலாவியை விடுத்து %2$s சென்று ஒரு செயலியைத் தேடலாம்.
te: మీ పరికరంలోని అనువర్తనాల్లో ఏదీ ఈ లంకెను తెరవలేకపోతుంది. దీన్ని తెరువగల అనువర్తనం కోసం %2$s‌లో వెతకడానికి %1$sను వెళ్ళవచ్చు.
th: ไม่มีแอปในอุปกรณ์ของคุณที่สามารถเปิดลิงก์นี้ คุณสามารถออกจาก %1$s เพื่อค้นหา %2$s สำหรับแอปที่สามารถทำได้
tl: Walang app sa iyong device na maaaring magbukas ng link na ito. Maaarin mong iwan ang %1$s para maghanap ang %2$s ng app na maaaring magbukas ng link na ito.
vi: Không có ứng dụng nào trên thiết bị của bạn có thể mở liên kết này. Bạn có thể rời khỏi %1$s để tìm ứng dụng có thể mở %2$s.

# error_page_title
source: Webpage not available
bn: ওয়েবপেজ পাওয়া যাচ্ছে না
gu_in: વેબપૃષ્ઠ ઉપલબ્ધ નથી
hi_in: वेबपेज उपलब्ध नहीं है
id: Laman web tidak tersedia
kn: ಜಾಲಪುಟವು ಲಭ್ಯವಿಲ್ಲ
mai: वेबपेज मोजुद नहि अछि
ml: വെബ്പേജ് ലഭ്യമല്ല
mr: वेबपृष्ठ उपलब्ध नाही
pa_in: ਵੈੱਬਸਾਈਟ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
ru: Страница не доступна
ta: வலைப்பக்கம் கிடைக்கவில்லை
te: వెబ్‌పేజీ అందుబాటులో లేదు
th: หน้าเว็บไม่พร้อมใช้งาน
tl: Hindi available ang webpage
vi: Trang web hiện không khả dụng

# error_page_recover_a
source: Make sure you are connected to the internet
bn: আপনি ইন্টারনেটের সাথে সংযোগ আছে কিনা নিশ্চিত করুন
gu_in: ખાતરી કરો કે તમે ઇન્ટરનેટ સાથે જોડાયેલા છો
hi_in: सुनिश्चित करें की आप इंटरनेट से जुड़े हुए हैं
id: Pastikan Anda tersambung ke internet
kn: ನೀವು ಅಂತರ್ಜಾಲ ಸಂಪರ್ಕವನ್ನು ಹೊಂದಿರುವುದನ್ನು ಖಾತರಿಪಡಿಸಿಕೊಳ್ಳಿ
mai: सुनिश्चित करू कि अहाँ इंटरनेट सँ जुड़ल छी
ml: താങ്കൾ ഇന്റർനെറ്റുമായി ബന്ധപ്പെട്ടിട്ടുണ്ടെന്ന് ഉറപ്പാക്കൂ
mr: आपण इंटरनेटशी कनेक्ट असल्याचे खात्री करा
pa_in: ਇੰਟਰਨੈੱਟ ਨਾਲ ਕਨੈਕਟ ਹੋਣਾ ਪੱਕਾ ਕਰੋ
ru: Убедитесь, что вы подключены к Интернету
ta: நீங்கள் இணைப்பிலுள்ளதை உறுதிப்படுத்துங்கள்
te: మీరు అంతర్జాలానికి అనుసంధానమయివున్నారని నిర్ధారించుకోండి
th: ตรวจสอบให้แน่ใจว่าคุณได้เชื่อมต่อกับอินเทอร์เน็ต
tl: Siguraduhing ikaw ay naka-connect sa Internet
vi: Hãy chắc chắn rằng bạn đã kết nối với internet

# error_page_recover_b
source: Check the address
bn: ঠিকানা পরীক্ষা করুন
gu_in: સરનામું તપાસો
hi_in: पता जांचें
id: Periksa alamat
kn: ವಿಳಾಸವನ್ನು ಪರಿಶೀಲಿಸಿರಿ
mai: पता जाँचू
ml: വിലാസം പരിശോധിക്കൂ
mr: पत्ता तपासा
pa_in: ਸਿਰਨਾਵੇਂ ਨੂੰ ਜਾਂਚੋ
ru: Проверьте адрес
ta: முகவரியைச் சரிபாருங்கள்
te: చిరునామాను సరిచూసుకోండి
th: ตรวจสอบที่อยู่
tl: Suriin ang address
vi: Kiểm tra địa chỉ

# error_page_button
source: TRY AGAIN
bn: আবার চেষ্টা করুন
gu_in: ફરીથી પ્રયત્ન કરો
hi_in: पुनः प्रयास करें
id: COBA LAGI
kn: ಮರಳಿ ಪ್ರಯತ್ನಿಸಿ
mai: फेर कोसिस करू
ml: വീണ്ടും ശ്രമിക്കു
mr: पुन्हा प्रयत्न करा
pa_in: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ru: ПОПРОБУЙТЕ СНОВА
ta: மீண்டும் முயற்சியுங்கள்
te: మళ్లీ ప్రయత్నించు
th: ลองอีกครั้ง
vi: THỬ LẠI

# error_page_title_unsupported_scheme
source: The address wasn’t understood
bn: ঠিকানাটি বোধগম্য হয়নি
gu_in: સરનામું સમજમાં આવતુ ન હતુ
hi_in: पता समझा नहीं गया था
id: Alamat tidak dapat dipahami
kn: ವಿಳಾಸವನ್ನು ಅರ್ಥ ಮಾಡಿಕೊಳ್ಳಲಾಗಿಲ್ಲ
mai: पता नहि बुझल जाए सकल
ml: വിലാസം മനസ്സിലാക്കാന്‍ പറ്റിയില്ല
mr: पत्ता समजला नाही
pa_in: ਸਿਰਨਾਵਾਂ ਸਮਝ ਵਿੱਚ ਨਹੀਂ ਆਇਆ ਸੀ
ru: Неизвестный тип адреса
ta: முகவரியை புரிந்து கொள்ள முடியவில்லை
te: చిరునామా అర్థం కాలేదు
th: ไม่เข้าใจที่อยู่
tl: Hindi maintindihan ang address
vi: Địa chỉ không được hỗ trợ

# error_page_content_text_unsupported_scheme
source: You might need to install other software to open this address.
bn: আপনি এই ঠিকানাটি খুলতে অন্যান্য সফ্টওয়্যার ইনস্টল করতে পারেন।
gu_in: આ સરનામું ખોલવા માટે તમારે અન્ય સૉફ્ટવેર ઇન્સ્ટોલ કરવાની જરૂર પડી શકે છે.
hi_in: इस पते को खोलने हेतु आपको अन्य सॉफ़्टवेयर संस्थापित करने की आवश्यकता हो सकती है।
id: Anda mungkin perlu memasang aplikasi lain untuk membuka alamat ini.
kn: ಈ ವಿಳಾಸವನ್ನು ತೆರೆಯಲು ನೀವು ಇತರೆ ತಂತ್ರಾಂಶವನ್ನು ಸ್ಥಾಪಿಸಬೇಕಾಗಬಹುದು.
mai: भ सकैत अछि जे एहि पता केँ खोलब लेल अहाँक दोसर सॉफ्टवेटर इंस्टॉल करै हाएत.
ml: ഈ വിലാസം സന്ദർശിക്കാൻ ചിലപ്പോൾ താങ്കൽ മറ്റൊരു പ്രയോഗം ചേർക്കേണ്ടി വന്നേക്കാം.
mr: हा पत्ता उघडण्यासाठी कदाचित आपल्याला इतर सॉफ्टवेअर स्थापित करणे आवश्यक आहे.
pa_in: ਇਸ ਸਿਰਨਾਵੇਂ ਨੂੰ ਖੋਲ੍ਹਣ ਲਈ ਤੁਹਾਨੂੰ ਸ਼ਾਇਦ ਹੋਰ ਸਾਫਟਵੇਅਰ ਨੂੰ ਸਥਾਪਿਤ ਕਰਨਾ ਪੈ ਸਕਦਾ ਹੈ।
ru: Для открытия этого адреса вам может понадобиться установить другое программное обеспечение.
ta: இந்த முகவரியைத் திறக்க பிற மென்பொருட்களை நிறுவ வேண்டியிருக்கலாம்.
te: ఈ చిరునామాను తెరవడానికి మీరు వేరే సాఫ్ట్‌వేరు స్థాపించుకోవాల్సిరావచ్చు.
th: คุณอาจจำเป็นต้องติดตั้งซอฟต์แวร์อื่นเพื่อเปิดที่อยู่นี้
tl: Kinakailangang mag-install ng karagdagang software para mabuksan ang address na ito.
vi: Bạn có thể cần cài đặt phần mềm khác để mở địa chỉ này.

# contextmenu_link_share
source: Share link
bn: লিংক শেয়ার করুন
gu_in: લિંક વહેંચો
hi_in: लिंक साझा करें
id: Bagikan tautan
kn: ಕೊಂಡಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
mai: लिंक शेयर करू
ml: കണ്ണി പങ്കിടൂ
mr: दुवा शेअर करा
pa_in: ਲਿੰਕ ਸਾਂਝਾ ਕਰੋ
ru: Поделиться ссылкой
ta: தொடுப்பைப் பகிர்
te: లంకెను పంచుకోండి
th: แบ่งปันลิงก์
tl: Ibahagi ang link
vi: Chia sẻ liên kết

# contextmenu_link_copy
source: Copy link address
bn: লিংকের ঠিকানা অনুলিপি করুন
gu_in: લિંક સરનામાની નકલ કરો
hi_in: लिंक पता कॉपी करें
id: Salin alamat tautan
kn: ವಿಳಾಸವನ್ನು ನಕಲಿಸು
mai: लिंक पता कॉपी करू
ml: കണ്ണിയുടെ വിലാസം പകർത്തൂ
mr: दुवा पत्ता कॉपी करा
pa_in: ਲਿੰਕ ਸਿਰਨਾਵੇਂ ਨੂੰ ਕਾਪੀ ਕਰੋ
ru: Копировать адрес ссылки
ta: தொடுப்பு முகவரியை நகலெடு
te: లంకె చిరునామాను కాపీచేయి
th: คัดลอกที่อยู่ลิงก์
tl: Kopyahin ang address ng link
vi: Sao chép địa chỉ liên kết

# contextmenu_image_share
source: Share image
bn: ছবি শেয়ার করুন
gu_in: છબી વહેંચો
hi_in: चित्र साझा करें
id: Bagikan gambar
kn: ಚಿತ್ರವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
mai: चित्र शेयर करू
ml: ചിത്രം പങ്കിടുക
mr: प्रतिमा सामयिक करा
pa_in: ਚਿੱਤਰ ਨੂੰ ਸਾਂਝਾ ਕਰੋ
ru: Поделиться изображением
ta: படத்தை பகிர்
te: బొమ్మను పంచుకో
th: แบ่งปันภาพ
tl: Ibahagi ang imahe
vi: Chia sẻ hình ảnh

# contextmenu_image_copy
source: Copy image address
bn: ছবির ঠিকানা অনুলিপি করুন
gu_in: છબીનાં સરનામાની નકલ કરો
hi_in: चित्र पता कॉपी करें
id: Salin alamat gambar
kn: ಚಿತ್ರದ ವಿಳಾಸವನ್ನು ನಕಲಿಸು
mai: इमेज पता कॉपी करू
ml: ചിത്രത്തിന്റെ വിലാസം പകർത്തൂ
mr: प्रतिमा पत्याची प्रत बनवा
pa_in: ਚਿੱਤਰ ਦਾ ਸਿਰਨਾਵਾਂ ਕਾਪੀ ਕਰੋ
ru: Копировать адрес изображения
ta: முகவரியை நகலெடு
te: బొమ్మ చిరునామాను కాపీచేయి
th: คัดลอกที่อยู่ภาพ
tl: Kopyahin ang address ng imahe
vi: Sao chép địa chỉ hình ảnh

# contextmenu_image_save
source: Save image
bn: ছবি সংরক্ষণ করুন
gu_in: છબી સંગ્રહો
hi_in: चित्र सहेजें
id: Simpan gambar
kn: ಚಿತ್ರವನ್ನು ಉಳಿಸು
mai: चित्र सहेजू
ml: ചിത്രം സൂക്ഷിക്കുക
mr: प्रतिमा साठवा
pa_in: ਚਿੱਤਰ ਨੂੰ ਸੰਭਾਲੋ
ru: Сохранить изображение
ta: படத்தை சேமி
te: బొమ్మను భద్రపరుచు
th: บันทึกภาพ
tl: I-save ang imahe
vi: Lưu hình ảnh

# contextmenu_open_in_new_tab
source: Open link in new tab
bn: নতুন ট্যাবে লিঙ্ক খুলুন
gu_in: નવી ટૅબમાં કડી ખોલો
hi_in: नये टैब में लिंक खोलें
id: Buka tautan di tab baru
kn: ಹೊಸ ಟ್ಯಾಬ್‌ನಲ್ಲಿ ಕೊಂಡಿಯನ್ನು ತೆರೆ
mai: लिंक नव टैब मे खोलू
ml: കണ്ണി പുതിയ റ്റാബില്‍ തുറക്കുക
mr: दुवा नवीन टॅबमध्ये उघडा
pa_in: ਲਿੰਕ ਨੂੰ ਨਵੀਂ ਟੈਬ ਵਿੱਚ ਖੋਲ੍ਹੋ
ru: Открыть ссылку в новой вкладке
ta: இணைப்பைப் புதிய கீற்றில் திற
te: లంకెను కొత్త ట్యాబులో తెరువు
th: เปิดลิงก์ในแท็บใหม่
tl: Buksan ang link sa panibagong tab
vi: Mở liên kết trong thẻ mới

# contextmenu_open_image_in_new_tab
source: Open image in new tab
bn: নতুন ট্যাবে ছবিটি খুলুন
gu_in: નવી ટૅબમાં છબી ખોલો
hi_in: नये टैब में चित्र खोलें
id: Buka gambar di tab baru
kn: ಹೊಸ ಟ್ಯಾಬ್‌ನಲ್ಲಿ ಚಿತ್ರವನ್ನು ತೆರೆ
mai: चित्र नव टैब मे खोलू
ml: ചിത്രം പുതിയ റ്റാബില്‍ തുറക്കുക
mr: नवीन टॅबमध्ये प्रतिमा उघडा
pa_in: ਚਿੱਤਰ ਨੂੰ ਨਵੀਂ ਟੈਬ ਵਿੱਚ ਖੋਲ੍ਹੋ
ru: Открыть изображение в новой вкладке
ta: படத்தைப் புதிய கீற்றில் திற
te: బొమ్మను కొత్త ట్యాబులో తెరువు
th: เปิดภาพในแท็บใหม่
tl: Buksan ang imahe sa panibagong tab
vi: Mở hình ảnh trong thẻ mới

# first_run_page1_title
source: Thanks for choosing %1$s
gu_in: %1$s પસંદગી માટે આભાર
hi_in: %1$s चुनने के लिए धन्यवाद
id: Terima kasih telah memilih %1$s
kn: %1$s ಆಯ್ಕೆಮಾಡಿದ್ದಕ್ಕೆ ವಂದನೆಗಳು
mai: %1$s चुनए कलेल धन्यवाद
ml: %1$s തെരഞ്ഞെടുത്തതിന് നന്ദി
mr: %1$s निवडल्याबद्दल धन्यवाद
pa_in: %1$s ਨੂੰ ਚੁਣਨ ਲਈ ਧੰਨਵਾਦ ਜੀ
ru: Спасибо, что выбрали %1$s
ta: %1$s உலாவியைத் தேர்ந்தெடுத்தமைக்கு நன்றி
te: %1$s‌ను ఎంచుకున్నందుకు కృతజ్ఞతలు
th: ขอบคุณที่เลือก %1$s
tl: Salamat sa pagpili ng %1$s
vi: Cảm ơn bạn đã chọn %1$s

# first_run_page1_text
source: A browser made by %1$s, the non-profit committed to a free and open web.
gu_in: %1$s દ્વારા ઇન્ડોનેશિયા માટે બનાવાયેલા એક બ્રાઉઝર, બિન નફાકારક એક મફત અને ખુલ્લા વેબ માટે પ્રતિબદ્ધ છે.
hi_in: गैर-लाभकारी %1$s द्वारा निर्मित एक ब्राउज़र, एक मुफ्त तथा खुले वेब के लिए समर्पित।
id: Peramban yang dibuat oleh %1$s, organisasi nirlaba yang berkomitmen pada web bebas dan terbuka.
kn: ಸ್ವತಂತ್ರ ಮತ್ತು ಮುಕ್ತ ಜಾಲಕ್ಕಾಗಿ ಬದ್ಧವಾಗಿರುವ ಲಾಭರಹಿತ ಸಂಸ್ಥೆಯಾದ, %1$s ಅಭಿವೃದ್ಧಿಪಡಿಸಿದ ಒಂದು ಬ್ರೌಸರ್.
mai: गैर-लाभकारी %1$s द्वारा बनाएल गेल एकटा ब्राउज़र, एकटा मुफ्त तथा खुलल वेब कलेल समर्पित.
ml: സ്വതന്ത്രമായ ഒരു വെബ്ബിനായി പ്രവർത്തിക്കുന്ന %1$s തയ്യാറാക്കിയ ബ്രൗസർ.
mr: %1$s ने बनवलेला ब्राउझर, स्वतंत्र व मुक्त वेब ला समर्पित विना-नफा संस्था.
pa_in: ਇੱਕ ਗੈਰ-ਮੁਨਾਫ਼ਾ ਸੰਸਥਾ ਦੇ ਤੌਰ ਤੇ ਮੁਫਤ ਅਤੇ ਖੁੱਲ੍ਹੇ-ਡੁੱਲ੍ਹੇ ਵੈੱਬ ਲਈ ਵਚਨਬੱਧ %1$s ਦੇ ਵੱਲੋਂ ਬਣਾਇਆ ਗਿਆ ਬਰਾਊਜ਼ਰ।
ru: Браузер, созданный %1$s, некоммерческой организацией, преданной свободному и открытому Интернету.
ta: சுதந்திர மற்றும் திறந்த இணையத்திற்காக அர்பணிக்கப்பட்ட இலாபநோக்கற்ற, %1$s நிறுவனத்தால் உருவாக்கப்பட்ட உலாவி.
te: స్వేచ్ఛా, బహిరంగ జాలానికి కట్టుబడ్డ లాభాపేక్షలేని %1$s వారు తయారుచేసిన విహారిణి.
th: เบราว์เซอร์ที่สร้างขึ้นโดย %1$s องค์กรไม่แสวงหาผลกำไรที่มุ่งมั่นเพื่อเว็บเสรีและเปิดกว้าง
tl: Ang browser na sadyang ginawa para sa Pilipinas mula sa %1$s, ang non-profit na nagtataguyod ng isang malaya at bukas na web.
vi: Một trình duyệt được tạo bởi %1$s, phi lợi nhuận đã cam kết với một trang web mở và miễn phí.

# first_run_page2_title
source: Browse faster than ever
gu_in: ક્યારેય કરતાં વધુ ઝડપી બ્રાઉઝ કરો
hi_in: पहले से तेज ब्राउज़ करें
id: Menjelajah secepat kilat
kn: ಎಂದಿಗಿಂತಲೂ ವೇಗವಾಗಿ ಜಾಲಾಡಿ
mai: पहिने सँ तेज ब्राउज करू
ml: എന്നത്തെക്കാളും വേഗത്തിൽ ബ്രൗസ് ചെയ്യൂ
mr: नेहमीपेक्षा जलद ब्राउझ करा
pa_in: ਸਭ ਤੋਂ ਤੇਜ਼ ਬਰਾਊਜ਼ ਕਰੋ
ru: Сёрфите быстрее, чем когда-либо
ta: முன்பை விட வேகமாக உலாவுங்கள்
te: మునుపెన్నటి కంటే వేగంగా విహరించండి
th: เรียกดูได้เร็วขึ้นกว่าที่เคย
tl: Mag-browse nang mas matulin
vi: Duyệt nhanh hơn bao giờ hết

# first_run_page2_text
source: Use turbo mode to block tracking ads so you can browse at blazing speeds. If sites seem broken, just tap off the turbo mode switch in the menu.
gu_in: ટ્રેકિંગ જાહેરાતોને અવરોધિત કરવા ટર્બો મોડનો ઉપયોગ કરો કે જેનાથી તમે ખૂબ ઝડપથી બ્રાઉઝ કરી શકશો. જો વેબસાઉટમાં ભંગાણ દેખાય તો મેનુમાં જઇને ટર્બો મોડ બંધ કરો.
hi_in: ट्रैकिंग विज्ञापनों को ब्लॉक करने के लिए टर्बो प्रणाली का उपयोग करें ताकि आप तेज गति से ब्राउज़ कर सकें। यदि साइटें टूटी लगती हैं, तो विकल्प सूची में टर्बो मोड बटन को दबाएं।
id: Gunakan mode turbo untuk memblokir iklan pelacak sehingga Anda dapat menjelajah dengan super cepat. Jika situs terasa bermasalah, cukup nonaktifkan lewat menu.
kn: ಜಾಲಾಟದ ಜಾಡುಹಿಡಿಯುವ ಜಾಹೀರಾತುಗಳನ್ನು ಟರ್ಬೋ ಸ್ಥಿತಿ ಬಳಸಿ ತಡೆಯುವುದರ ಮೂಲಕ ಮಿಂಚಿನ ವೇಗದಲ್ಲಿ ಜಾಲಾಡಬಹುದು. ನಿಮ್ಮ ಜಾಲತಾಣಗಳು ಮುರಿದುಬಿದ್ದಂತೆ ಕಂಡುಬಂದಲ್ಲಿ, ಮೆನುವಿನಲ್ಲಿ ಟರ್ಬೋ ಸ್ಥಿತಿಯನ್ನು ತಟ್ಟಿ ಸ್ಥಗಿತಗೊಳಿಸಿ.
mai: टर्बो मोड द्वारा ट्रैकिंग एड केँ ब्लॉक करू अहाँ तूफानी गति सँ ब्राउज कए सकब. जँ साइट टूटल बुझाएत अछि, टर्बो मोड केँ टैप ऑफ करू आओर मेनू मे जाउ.
ml: പിന്തുടരുന്ന പരസ്യങ്ങൾ തടയുന്നതിലൂടെ വളരെ വേഗത്തിൽ ബ്രൗസ് ചെയ്യാൻ ടർബോ രീതി ഉപയോഗിക്കൂ. സൈറ്റ് വികലമായി അനുഭവപ്പെട്ടാൽ മെനുവിലെ ടർബോ മോഡ് സ്വിച്ച് ഓഫാക്കൂ.
mr: आपले ब्राऊझिंग अतिजलद बनवण्यासाठी टर्बो मोड वापरून मागोवा घेणाऱ्या जाहिराती आडवा. जर एखादे संकेतस्थळ मोडकळलेले दिसले तर फक्त मेनू मधून टर्बो मोड बंद करा.
pa_in: ਤੁਹਾਡੀ ਪੈੜ੍ਹ ਨੱਪਣ ਵਾਲੀਆਂ ਮਸ਼ਹੂਰੀਆਂ ਤੇ ਰੋਕ ਲਾਉਣ ਲਈ ਟਰਬੋ ਮੋਡ ਵਰਤੋ ਤਾਂ ਕਿ ਤੁਸੀਂ ਬਿਜਲੀ ਦੀ ਤੇਜੀ ਨਾਲ ਬਰਾਊਜ਼ ਕਰ ਸਕੋ। ਜੇ ਸਾਈਟਾਂ ਕਿਤੇ ਵਿੱਚ ਖੜੋਤ ਆਉਂਦੀ ਦਿਸੇ ਤਾਂ ਮੇਨੂ ਵਿੱਚੋਂ ਬੱਸ ਟਰਬੋ ਮੋਡ ਬਟਨ ਛੂਹ ਕੇ ਬੰਦ ਕਰ ਦਿਉ।
ru: Используйте режим Турбо, чтобы блокировать трекеры рекламы, так вы сможете просматривать сайты на молниеносной скорости. Если сайты кажутся сломанными, просто нажмите переключатель режима Турбо в меню.
ta: தடமறி விளம்பரங்களை தடுத்து சுழலி முறைமையை பயன்படுத்தி உலாவல் வேகத்தை முடுக்குங்கள். வலைத் தளங்கள் தடுமாறினால் பட்டியலில் உள்ள சுழலி முறைமை சாவியைத் தட்டுங்கள்.
te: ట్రాకింగ్ ప్రకటనలను నిరోధించడానికి టర్బో రీతిని వాడండి, అప్పుడు మీరు జ్వలించే వేగంతో విహరించవచ్చు. సైట్లు సరిగా పనిచేయట్లేనట్టు అనిపిస్తే, మెనూలో టర్బో రీతి తాకి ఆపివేసుకోండి.
th: ใช้โหมดเทอร์โบเพื่อปิดกั้นโฆษณาที่ติดตามข้อมูลของคุณ ทำให้เปิดเว็บได้อย่างรวดเร็ว; ถ้าเว็บไซต์ทำงานผิดปกติ ก็สามารถแตะปิดโหมดเทอร์โบในเมนูได้
tl: Gamitin ang turbo mode para harangin ang mga tracking ads at para makapag-browse nang mas matulin. Kung hindi lalabas ng tama ang mga website, i-tap lang ang turbo mode mula sa menu para ito ay mag-off.
vi: Sử dụng chế độ turbo để chặn quảng cáo theo dõi để bạn và có thể duyệt ở tốc độ nhanh. Nếu các trang web có vẻ bị hỏng, chỉ cần nhấn vào công tắc của chế độ turbo trong menu.

# first_run_page3_title
source: Save data = Save money
gu_in: ડેટા બચાવો = પૈસા બચાવો
hi_in: डेटा बचाएं = पैसे बचाएं
id: Hemat data = Hemat uang
kn: ಡೇಟಾವನ್ನು ಉಳಿಸಿ = ಹಣವನ್ನು ಉಳಿಸಿ
mai: डेटा बचाबू = टका बचाबू
ml: ഡാറ്റ ലാഭം = കാശ് ലാഭം
mr: डेटा वाचवा = पैसे वाचवा
pa_in: ਡੇਟਾ ਦੀ ਬੱਚਤ = ਪੈਸੇ ਦੀ ਬੱਚਤ
ru: Экономия трафика = Экономия денег
ta: தரவு சிக்கனம் = பண சிக்கனம்
te: డేటా ఆదా = డబ్బు ఆదా
th: ประหยัดข้อมูล = ประหยัดเงิน
tl: Naipong data = Naipong pera
vi: Lưu dữ liệu = Tiết kiệm tiền

# first_run_page3_text
source: Save on data costs by blocking tracking ads. Save even more when you enable image blocking.
gu_in: ટ્રેકિંગ જાહેરાતને અવરોધિત કરીને ડૅટા ખર્ચ બચાવો. છબીઓને અવરોધિત કરીને એનાથી પણ વધુ બચાવો.
hi_in: ट्रैकिंग विज्ञापनों को ब्लॉक कर डेटा लागत बचाएं। चित्र ब्लॉकिंग सक्षम कर और भी अधिक डेटा बचाएं।
id: Hemat kuota data dengan memblokir iklan berpelacak. Lebih hemat lagi saat Anda aktifkan pemblokir gambar.
kn: ಜಾಡುಹಿಡಿಯುವ ಜಾಹೀರಾತುಗಳನ್ನು ತಡೆಯುವುದು ದತ್ತಾಂಶದ ಖರ್ಚು ಉಳಿಸುತ್ತದೆ. ಚಿತ್ರಗಳನ್ನೂ ತಡೆಹಿಡಿಯುವುದರಿಂದ ಇನ್ನೂ ಹೆಚ್ಚಿಗೆ ಉಳಿಸಬಹುದು.
ml: പിന്തുടരുന്ന പരസ്യങ്ങൾ തടയുന്നതിലൂടെ ബ്രൗസിംഗിന്റെ വേഗത വര്‍ധിപ്പിക്കുക മാത്രമല്ല, അത് ഡാറ്റ സംരക്ഷിക്കുകയും ചെയ്യുന്നു. ചിത്രങ്ങൾ തടയുന്നതിലൂടെ കൂടുതല്‍ ഡാറ്റ സംരക്ഷിക്കൂ.
mr: ट्रॅकिंग जाहिराती अडवून डेटा खर्च वाचवा. प्रतिमा अवरोध सक्षम करून आणखी बचत करा.
pa_in: ਤੁਹਾਡੀ ਪੈੜ੍ਹ ਨੱਪਣ ਵਾਲੀਆਂ ਮਸ਼ਹੂਰੀਆਂ ਨਾਲ ਡਾਟੇ ਦੀ ਬੱਚਤ ਹੁੰਦੀ ਹੈ। ਜੇ ਤੁਸੀਂ ਤਸਵੀਰਾਂ ਤੇ ਪਾਬੰਦੀ ਲਾ ਦਿਉ ਤਾਂ ਬੱਚਤ ਹੋਰ ਵੀ ਜਿਆਦਾ ਹੁੰਦੀ ਹੈ।
ru: Экономьте на расходах на Интернет, блокируя трекеры рекламы. Сэкономьте ещё больше, включив блокировку изображений.
ta: பின்தொடரல் விளம்பரங்களத் தடுத்து தரவைச் சேமியுங்கள். படங்களைத் தடுப்பதன் மூலம் கூடுதலாகச் சேமிக்கலாம்.
te: ట్రాకింగు ప్రకటలను నిరోధించడం ద్వారా డేటా ఖర్చులను తగ్గించుకోండి. బొమ్మలను నిరోధించడం చేతనించుకుంటే ఇంకా ఆదాచేయవచ్చు.
th: ประหยัดค่าใช้จ่ายข้อมูลโดยปิดกั้นโฆษณาที่ติดตาม ประหยัดมากยิ่งขึ้นเมื่อคุณเปิดใช้งานการปิดกั้นภาพ
tl: Makakatipid ka ng data sa pagharang sa tracking ads. May Karagdagang katipiran kung gagamit din ng image blocking.
vi: Tiết kiệm chi phí dữ liệu bằng cách chặn quảng cáo. Tiết kiệm hơn nữa khi bạn kích hoạt chặn hình ảnh.

# first_run_page4_title
source: Screenshot the whole page
gu_in: સમગ્ર પાનાંનો સ્ક્રીનશોટ લો
hi_in: पूर्ण पृष्ठ का स्क्रीनशॉट लें
id: Cuplik keseluruhan layar
kn: ಇಡೀ ಪುಟವನ್ನು ತೆರೆಚಿತ್ರವಾಗಿಸಿ
ml: മുഴുവൻ പേജിന്റെയും സ്ക്രീൻഷോട്ട് എടുക്കുക
mr: पूर्ण पृष्ठाचा स्क्रीनशॉट घ्या
pa_in: ਪੂਰੇ ਸਫ਼ੇ ਦਾ ਸਕਰੀਨ-ਸ਼ਾਟ ਲਵੋ
ru: Скриншот всей страницы
ta: முழுப்பக்கத்தையும் திரைப்பிடிப்பு செய்
te: మెత్తం పేజీనంతా తెరపట్టు తీయి
th: จับภาพหน้าจอทั้งหน้า
tl: I-screenshot ang buong pahina
vi: Ảnh chụp màn hình toàn bộ trang

# first_run_page4_text
source: Take screenshot of an entire page scroll. Read it offline without using data or tap it to revisit the web page.
gu_in: સમગ્ર પૃષ્ઠ સ્ક્રોલનું સ્ક્રીનશોટ લો. ડેટાનો ઉપયોગ કર્યા વિના તેને ઑફલાઇન વાંચો અથવા વેબ પૃષ્ઠ પર ફરીથી મુલાકાત લેવા તે દબાવો.
hi_in: पूर्ण पृष्ठ का स्क्रीनशॉट लें। डेटा इस्तेमाल किये बिना इसे ऑफलाइन पढ़ें या वेब पृष्ठ पर दुबारा जाने के लिए इसे टैप करें।
id: Cuplik layar keseluruhan penggeseran layar. Baca secara luring tanpa kuota data atau ketuk untuk mengunjungi laman Web tersebut.
kn: ಇಡೀ ಜಾಲಪುಟದ ತೆರೆಚಿತ್ರವನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ. ತೆರೆಚಿತ್ರವನ್ನು ಆಫ್‍ಲೈನ್ನಲ್ಲಿ ಡೇಟಾ ಬಳಸದೆ ನೋಡಿ ಅಥವಾ ಜಾಲಪುಟವನ್ನು ಪುನ: ವೀಕ್ಷಿಸಲು ಮೆಲ್ಲ ತಟ್ಟಿ.
ml: മുഴുവൻ വെബ് പേജിന്റെയും സ്ക്രീൻഷോട്ടെടുക്കൂ. ഡാറ്റ ഉപയോഗിക്കാതെ ഓഫ്‌ലൈനായി വായിക്കൂ അല്ലെങ്കിൽ അമർത്തി ആ വെബ് പേജ് വീണ്ടും സന്ദർശിക്കൂ.
mr: पूर्ण पृष्ठाचा स्क्रीनशॉट घ्या. डेटा न वापरता ऑफलाईन पहा किंवा पुन्हा भेट देण्यासाठी टॅप करा.
pa_in: ਪੂਰੇ ਸਫ਼ੇ ਨੂੰ ਸਕਰੋਲ ਕਰਕੇ ਸਕਰੀਨਸ਼ਾਟ ਲਵੋ। ਇਸ ਨੂੰ ਆਫਲਾਇਨ ਬਗੈਰ ਡੇਟਾ ਵਰਤੇ ਪੜ੍ਹੋ ਜਾਂ ਮੁੜ ਕੇ ਉਸ ਵਰਕੇ ਤੇ ਜਾਣ ਲਈ ਇਸ ਨੂੰ ਛੂਹੋ।
ru: Сделайте скриншот всей страницы. Читайте её оффлайн без использования Интернета или нажмите на него, чтобы вернуться на веб-страницу.
ta: முழு வலைப்பக்கத்தையும் திரைப்பிடியுங்கள். தரவுப் பயன்பாடின்றி படியுங்கள் அல்லது வலைப்பக்கத்தை மீண்டும் பார்க்க அதனைத் தட்டுங்கள்.
te: వెబ్ పేజీల పూర్తి పొడవు తెరపట్లు తీసుకోండి. డేటా వాడుకోకుండానే ఆఫ్‌లైనులో దాన్ని చదువుకోవచ్చు లేదా ఆ వెబ్‌పేజీను మళ్ళీ చూడడానికి దానిపై తాకవచ్చు.
th: จับภาพหน้าจอส่วนที่เลื่อนทั้งหน้า อ่านภาพหน้าจอออฟไลน์โดยไม่ต้องใช้ข้อมูลหรือแตะภาพหน้าจอเพื่อเยี่ยมชมหน้าเว็บใหม่
tl: Kunin ang screenshot ng buong pahina. Tingnan ang screenshot offline ng hindi gagamit ng data o kaya ay i-tap ito para puntahan ang web page.
vi: Chụp ảnh màn hình của toàn bộ trang. Đọc ngoại tuyến mà không sử dụng dữ liệu hoặc chạm vào nó để xem lại trang web.

# first_run_page5_title
source: Next-level privacy
gu_in: આગળની કક્ષાની ગોપનીયતા
hi_in: अगले-दर्जे की गोपनीयता
id: Privasi tingkat lanjut
kn: ಮುಂದಿನ ಹಂತದ ಗೌಪ್ಯತೆ
ml: അടുത്ത തലത്തിലുള്ള സ്വകാര്യത
mr: पुढील स्तरीय गोपनीयता
pa_in: ਅਗਲੇ-ਪੱਧਰ ਦੀ ਪਰਦੇਦਾਰੀ
ru: Следующий уровень приватности
ta: அடுத்த நிலை தனியுரிமை
te: తరువాత స్థాయి అంతరంగికత
th: ความเป็นส่วนตัวระดับถัดไป
tl: Susunod na antas ng privacy
vi: Quyền riêng tư cấp độ tiếp theo

# first_run_page5_text
source: Browse without a trace, and block a wide range of common web trackers by default. Ensure the security of your confidential data.
gu_in: ટ્રેસ વિના બ્રાઉઝ કરો અને ડિફૉલ્ટ રૂપે સામાન્ય વેબ ટ્રેકર્સની વિશાળ શ્રેણીને અવરોધિત કરો. તમારા ગોપનીય ડેટાની સુરક્ષાની ખાતરી કરો.
hi_in: बिना ट्रेस हुए ब्राउज़ करें, और डिफ़ॉल्ट रूप से आम वेब ट्रैकर की एक विस्तृत श्रृंखला को ब्लॉक करें। अपने गोपनीय डेटा की सुरक्षा सुनिश्चित करें।
id: Jelajahi tanpa pelacak dan blokir sebagian besar pelacak web secara baku. Pastikan keamanan data rahasia Anda.
kn: ಜಾಡು ಹಿಡಿಯಲಾಗದಂತೆ ಜಾಲಾಡಿ, ಮತ್ತು ವ್ಯಾಪಕವಾದ ಸಾಮಾನ್ಯ ವೆಬ್ ಟ್ರ್ಯಾಕರ್ಗಳನ್ನು ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ನಿರ್ಬಂಧಿಸಿ. ನಿಮ್ಮ ಗೌಪ್ಯ ದತ್ತಾಂಶದ ಭದ್ರತೆಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
ml: ഒരു അടയാളവുമില്ലാതെ ബ്രൗസുചെയ്യുക, ഒപ്പം സ്ഥിരമായി പൊതുവായ വെബ് ട്രാക്കറുകളുടെ വിപുലമായ ശ്രേണിയെ തടഞ്ഞുവയ്ക്കുക. നിങ്ങളുടെ രഹസ്യ ഡാറ്റയുടെ സുരക്ഷ ഉറപ്പാക്കുക.
mr: मागमूसावीन ब्राउझ करा, आणि असंख्य साधारण वेब ट्रॅकर पूर्वनिर्धारीतरित्या आडवा. आपल्या गुप्त माहितीची सुरक्षा निश्चित करा.
pa_in: ਬਿਨਾਂ ਪੈੜਾਂ ਛੱਡੇ ਬਰਾਊਜ਼ ਕਰੋ, ਅਤੇ ਡਿਫਾਲਟ ਰੂਪ ਵਿੱਚ ਆਮ ਵੈਬ ਟਰੈਕਕਰਜ਼ ਦੀ ਵਿਸ਼ਾਲ ਲੜੀ ਉਤੇ ਪਾਬੰਦੀ ਕਰੋ। ਆਪਣੇ ਗੁਪਤ ਡਾਟਾ ਦੀ ਸੁਰੱਖਿਆ ਨੂੰ ਯਕੀਨੀ ਬਣਾਓ।
ru: Просмотр страниц без слежки и блокировка распространенных веб-трекеров по умолчанию. Обеспечьте безопасность ваших конфиденциальных данных.
ta: ஒரு தடத்தை இல்லாமல் உலாவுங்கள், மற்றும் முன்னிருப்பாக பொதுவான வலை டிராக்கர்களின் பரவலான தடுப்பு. உங்கள் ரகசியத் தரவின் பாதுகாப்பை உறுதிசெய்யவும்.
th: เรียกดูโดยไม่มีร่องรอย และปิดกั้นตัวติดตามเว็บทั่วไปจำนวนมากโดยค่าเริ่มต้น ทำให้มั่นใจในความปลอดภัยของข้อมูลที่เป็นความลับของคุณ
tl: Mag-browse nang walang bakas, at i-block ang isang malawak na hanay ng mga karaniwang trackers sa web bilang default. Tiyakin ang seguridad ng iyong kumpidensyal na data.
vi: Duyệt mà không để lại dấu vết và chặn một loạt các trình theo dõi web phổ biến theo mặc định. Đảm bảo an toàn cho dữ liệu bí mật của bạn.

# first_run_page6_text
source: Just one flip, keep yourself updated with the “%1$s” - a variety of contents from the most popular topics to the hottest deals. %2$s
gu_in: ફક્ત એક ફ્લિપ કરો, પોતાને “%1$s” સાથે અપડેટ કરો - સૌથી વધુ લોકપ્રિય વિષયોથી વિવિધ હૉટેસ્ટ સોદા સુધી. %2$s
hi_in: बस एक बटन दबाना, अपने आप को “%1$s” के साथ अपडेट रखें - सबसे लोकप्रिय विषयों से लेकर सबसे ताज़ा सौदों तक विभिन्न प्रकार की सामग्री। %2$s
id: Hanya sekali tampil, dapatkan informasi terkini dengan “%1$s” - kumpulan berbagai konten dari topik populer hingga penawaran menarik. %2$s
kn: ಕೇವಲ ಒಂದು ಸಲಹೆ, ನಿಮ್ಮನ್ನು “%1$s” ನೊಂದಿಗೆ ನವೀಕರಿಸಿಕೊಳ್ಳಿ - ಅತ್ಯಂತ ಜನಪ್ರಿಯ ವಿಷಯಗಳಿಂದ ಅತ್ಯಂತ ಬಿಸಿಬಿಸಿ ವ್ಯವಹಾರಗಳ ವೈವಿಧ್ಯಮಯ ವಿಷಯಗಳು. %2$s
ml: ഒരു ഫ്ലിപ്പില്‍, “%1$s” നെ പറ്റി സ്വയം അപ്ഡേറ്റായി നിലനിർത്തുക - വ്യത്യസ്ഥതയുള്ള ഉള്ളടക്കങ്ങള്‍, ഏറ്റവുമധികം ചർച്ചചെയ്യപ്പെടുന്ന വിഷയങ്ങൾ മുതൽ ഏറ്റവും കൂടുതൽ പ്രചാരമുള്ള ഡീലുകള്‍ വരെ. %2$s
mr: फक्त एक फ्लिप करा, आपल्यास “%1$s” सह अद्ययावत ठेवा - सर्वात लोकप्रिय विषयांवरील विविध सामग्री सर्वाधिक हॉट डीलमध्ये. %2$s
ru: Всего лишь одно нажатие, и вы сможете быть в курсе последних событий с помощью «%1$s» — с самым разнообразным содержимым от наиболее популярных тем до самых горячих предложений. %2$s
ta: ஒற்றை நகர்வில், “%1$s” உடன் உங்களைப் புதுப்பித்துக்கொள்ளுங்கள் - பரபரப்பான செய்திகளிலிருந்து சிறந்த சலுகைகள் வரை பல்வகை உள்ளடக்கங்கள். %2$s
th: ไม่พลาดทุกข่าวสารด้วย “%1$s” เพียงพลิกครั้งเดียว คุณก็จะพบเนื้อหาตั้งแต่หัวข้อที่ยอดนิยมที่สุดจนถึงดีลสุดฮอต %2$s
vi: Chỉ cần một lần lật, hãy cập nhật cho bạn với “%1$s” - một loạt nội dung từ các chủ đề phổ biến nhất đến các giao dịch hấp dẫn nhất. %2$s

# first_run_page7_title
source: Prevent from being tracked
gu_in: ટ્રેક કરતા અટકાવો
hi_in: ट्रैक होने से रोकें
id: Cegah agar tidak dilacak
kn: ಟ್ರ್ಯಾಕ್ ಮಾಡ‌ಲಾಗದಂತೆ ತಡೆಯಿರಿ
ml: ട്രാക്കിങ്ങ് തടയുക
mr: ट्रॅक करण्यापासून प्रतिबंधित करा
pa_in: ਟਰੈਕ ਕੀਤੇ ਜਾਣ ਤੋਂ ਰੋਕਦਾ ਹੈ
ru: Защищает вас от отслеживания
ta: கண்காணிக்கப்படுவதைத் தடு
te: జాడ తెలుసుకోనీకుండా నియంత్రించండి
th: ป้องกันไม่ให้ถูกติดตาม
tl: Iwasan ang pagiging sinusubaybayan
vi: Ngăn chặn theo dõi
