Repository: mozilla-l10n/zerda-android-l10n
Catalog: locales/*/app.po
Languages: bn, gu_in, hi_in, id, kn, mai, ml, mr, pa_in, ru, ta, te, th, tl, vi

# msrp_completed_toast_day4
source: Congrats! You have completed the fourth daily challenge!
bn: অভিনন্দন! আপনি চতুর্থ দৈনিক চ্যালেঞ্জ শেষ করেছেন!
hi_in: बधाई! आपने चौथी दैनिक चुनौती पूरी कर ली है!
id: Selamat! Anda telah menyelesaikan tantangan harian keempat!
mr: अभिनंदन! आपण चौथे दैनिक आव्हान पूर्ण केले!
ru: Поздравляем! Вы успешно выполнили своё задание на четвёртый день!
vi: Chúc mừng! Bạn đã hoàn thành thử thách hàng ngày thứ tư!

# msrp_completed_toast_day5
source: Terrific! You have completed the fifth daily challenge!
bn: ভয়ঙ্কর! আপনি পঞ্চম দৈনিক চ্যালেঞ্জ শেষ করেছেন!
hi_in: शानदार! आपने पांचवीं दैनिक चुनौती पूरी कर ली है!
id: Hebat! Anda telah menyelesaikan tantangan harian kelima!
mr: भयानक! आपण पाचवे दैनिक आव्हान पूर्ण केले!
ru: Фантастично! Вы успешно выполнили своё задание на пятый день!
vi: Quá khủng khiếp! Bạn đã hoàn thành thử thách hàng ngày thứ năm!

# msrp_completed_toast_day6
source: Wow! You are just one day away from getting the voucher!
bn: দারুন! ভাউচার পাওয়ার থেকে আপনি একদিন দূরে রয়েছেন!
hi_in: वाह! आप वाउचर प्राप्त करने से सिर्फ एक दिन दूर हैं!
id: Wow! Tinggal satu hari lagi untuk mendapatkan voucher Anda!
mr: व्वा! आपण व्हाउचर मिळविण्यापासून फक्त एक दिवस दूर आहात!
ru: Вау! Остался всего один день до получения ваучера!
vi: Wow! Bạn chỉ còn một ngày nữa là nhận được phiếu mua hàng!

# msrp_completed_toast_day7
source: You’ve completed the challenge! Please go back to %1$s Home to redeem your voucher!
bn: আপনি চ্যালেঞ্জটি শেষ করেছেন! অনুগ্রহ করে আপনার ভাউচার নিতে %1$s এর হোম এ ফিরে যান!
hi_in: आपने चुनौती पूरी कर ली है! कृपया अपने वॉउचर को पाने के लिए %1$s के मुख्य पृष्ठ पर जाएं!
id: Anda telah menyelesaikan tantangan! Silakan kembali ke Beranda %1$s untuk menukar kupon Anda!
mr: आपण आव्हान पूर्ण केले आहे! कृपया आपल्या व्हाउचरची पूर्तता करण्यासाठी %1$s मुख्यपृष्ठावर परत जा!
ru: Вы прошли испытание! Пожалуйста, вернитесь на домашний экран %1$s, чтобы получить свой ваучер!
vi: Bạn đã hoàn thành thử thách! Vui lòng quay lại trang chủ %1$s để đổi phiếu mua hàng của bạn!

# msrp_notification_reminder
source: Want to win a %1$s? Don’t forget to try Shopping, News, Game today!
bn: আপনি %1$s জিততে চান? আজ শপিং, নিউজ, গেম পরখ করতে ভুলবেন না!
hi_in: एक %1$s जीतना चाहते हैं? आज खरीदारी, समाचार, खेल की कोशिश करना मत भूलिए!
id: Ingin memenangkan %1$s? Jangan lupa untuk mencoba fitur Belanja, Berita, Permainan hari ini!
mr: %1$s जिंकू इच्छिता? शॉपिंग, न्यूज, गेम आज पहायला विसरू नका!
ru: Хотите выиграть %1$s? Не забудьте воспользоваться Шоппингом, Новостями, Играми сегодня!
vi: Bạn muốn giành phiếu giảm giá %1$s? Đừng quên thử mua sắm, tin tức, trò chơi ngay hôm nay!

# msrp_reward_challenge_nodata
source: All challenges completed
bn: সমস্ত চ্যালেঞ্জ সম্পন্ন
hi_in: सभी चुनौतियां संपन्न
id: Semua tantangan telah diselesaikan
mr: सर्व आव्हाने पूर्ण झाली
pa_in: ਸਾਰੀਆਂ ਚੁਣੌਤੀਆਂ ਪੂਰੀਆਂ ਹੋ ਗਈਆਂ
ru: Все испытания выполнены
vi: Đã hoàn thành tất cả các thử thách

# msrp_reward_redeem_nodata
source: All rewards collected
bn: সমস্ত পুরস্কার সংগ্রহ করা হয়েছে
hi_in: सभी पुरस्कार एकत्रित
id: Semua kupon sudah ditukarkan
mr: सर्व बक्षिसे संकलित केली
ru: Все награды собраны
vi: Đã thu thập tất cả các phần thưởng

# msrp_reward_challenge_nointernet
source: Make sure you are connected to the internet
bn: নিশ্চিত করুন আপনি ইন্টারনেটে সংযুক্ত আছেন
hi_in: सुनिश्चित करें की आप इंटरनेट से जुड़े हुए हैं
id: Pastikan Anda tersambung ke internet
mr: आपण इंटरनेटशी कनेक्ट असल्याचे खात्री करा
ru: Убедитесь, что вы подключены к Интернету
th: ตรวจสอบให้แน่ใจว่าคุณได้เชื่อมต่อกับอินเทอร์เน็ต
tl: Siguraduhing ikaw ay naka-connect sa Internet
vi: Hãy chắc chắn rằng bạn đã kết nối với internet

# msrp_reward_challenge_error_button
source: TRY AGAIN
hi_in: पुनः प्रयास करें
id: COBA LAGI
mr: पुन्हा प्रयत्न करा
pa_in: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ru: ПОПРОБОВАТЬ ЕЩЁ РАЗ
th: ลองอีกครั้ง
tl: SUBUKAN MULI
vi: THỬ LẠI

# msrp_reward_challenge_error
source: Oops! Something went wrong
bn: ওহ! কিছু একটা ভুল হয়েছে
hi_in: ओह! कुछ गलत हो गया
id: Ups! Terjadi kesalahan
mr: अरेरे! काहीतरी चूक झाली
pa_in: ਓਹ ਹੋ! ਕੁਝ ਗ਼ਲਤ ਵਾਪਰਿਆ ਹੈ
ru: Ой! Что-то пошло не так
th: อุปส์! มีบางอย่างผิดพลาด
vi: Oops! Có gì đó không ổn

# msrp_activitykilled_snackbar_button
source: REDEEM
hi_in: इनाम प्राप्त करें
id: TUKARKAN
mr: विमोचन करा
ru: ВЫКУПИТЬ
th: แลกใช้
vi: QUY ĐỔI

# msrp_activitykilled_snackbar_body
source: You’ve won a shopping voucher!
bn: আপনি একটি শপিং ভাউচার জিতেছেন!
hi_in: आपने एक खरीदारी वाउचर जीता है!
id: Anda telah memenangkan voucher belanja!
mr: आपण खरेदी व्हाउचर जिंकला!
ru: Вы выиграли ваучер для покупок!
vi: Bạn đã giành được một phiếu mua sắm!

# travel_vertical_title
source: Travel
hi_in: यात्रा
id: Wisata
ru: Путешествия

# travel_vertical_category_1
source: Explore
hi_in: खोजें
id: Jelajahi
ru: Обзор

# travel_vertical_category_2
source: Bucket List
hi_in: गंतव्य सूची
id: Daftar Keinginan
ru: Список желаний

# travel_destination_subcategory_1
source: Travel on a budget
hi_in: किफायती दाम पर घूमें
id: Bepergian dengan anggaran terbatas
ru: Бюджетные путешествия

# travel_destination_subcategory_2
source: Best cities for winter holiday
hi_in: सर्दियों की छुट्टी के लिए बेहतरीन शहर
id: Kota terbaik untuk liburan musim dingin
ru: Лучшие города для зимнего отдыха

# travel_find_destination_title
source: Where do you want to go?
hi_in: आप कहां जाना चाहते हैं?
id: Ingin pergi ke mana?
ru: Куда вы хотите отправиться?

# travel_find_destination_placeholder_1
source: Try “Bali”…
hi_in: “बाली”… देखें
id: Coba “Bali”…
ru: Попробуйте «Бали»...

# travel_detail_page_subcategory_content
source: Explore %1$s
hi_in: %1$s देखें
id: Jelajahi %1$s
ru: Познакомьтесь с %1$s

# travel_detail_page_subcategory_hotel
source: Popular hotels
bn: জনপ্রিয় হোটেল সমূহ
hi_in: प्रसिद्ध होटलें
id: Hotel populer
ru: Популярные отели

# travel_more
source: More
bn: আরও
hi_in: अधिक
id: Lebih banyak
ru: Ещё

# travel_content_ig_link
source: #%1$s on Instagram
hi_in: Instagram पर #%1$s
id: #%1$s di Instagram
ru: #%1$s в Инстаграме

# travel_content_yt_view_count
source: %1$s views
bn: %1$sদেখুন
hi_in: %1$s बार देखा गया
id: %1$s tayangan
ru: %1$s просмотров

# travel_content_yt_view_count_single_view
source: 1 view
bn: 1দেখুন
hi_in: 1 बार देखा गया
id: 1 tayangan
ru: 1 просмотр

# travel_hotel_detail_1
source: Free Wi-Fi
bn: বিনামূল্যে Wi-Fi
hi_in: मुक्त वाईफाई
id: Wi-Fi gratis
ru: Бесплатный Wi-Fi

# travel_hotel_detail_2
source: No credit cards required
bn: কোনও ক্রেডিট কার্ডের প্রয়োজন নেই
hi_in: किसी भी प्रकार के क्रेडिट कार्ड की आवश्यकता नहीं है
id: Kartu kredit tidak diperlukan
ru: Кредитные карты не требуются

# travel_hotel_detail_3
source: Pay upon check in
hi_in: चेक इन करते समय भुगतान करें
id: Bayar saat lapor masuk
ru: Оплата при регистрации

# travel_hotel_price_from
source: From
hi_in: शुरूआती दाम
id: Dari
ru: От

# travel_empty_state_text
source: “I haven’t been everywhere, but it’s on my list.”
hi_in: “मैं सभी जगह तो नहीं गया, पर यह मेरी सूची में शामिल है।”
id: “Saya belum pernah ke mana-mana, tetapi itu ada dalam daftar saya.”
ru: «Я ещё не был везде, но это в моем списке».

# travel_empty_state_button
source: Explore a city
bn: একটি শহর ঘুরুন
hi_in: किसी शहर के बारे में जानें
id: Jelajahi kota
ru: Найти город

# travel_snack_bar_saved_message
source: Saved in your bucket list.
hi_in: अपना गंतव्य सूची सहेजें।
id: Disimpan dalam daftar keinginan Anda.
ru: Сохранено в вашем списке желаний.

# travel_snack_bar_button
source: VIEW
bn: দেখুন
hi_in: देखें
id: LIHAT
ru: ПРОСМОТРЕТЬ

# travel_onboarding_save_title
source: Love %1$s?
hi_in: %1$s पसंद आया?
id: Suka %1$s?
ru: Нравится %1$s?

# travel_onboarding_save_description
source: Save %1$s in your Bucket List to get quick access to travel guides and the best prices.
hi_in: यात्रा निर्देश एवं सर्वोत्तम मूल्यों की जानकारी तक शीघ्र पहुंच के लिए %1$s को अपने गंतव्य सूची में सहेजें।
id: Simpan %1$s dalam Daftar Keinginan Anda untuk mendapatkan akses cepat ke panduan wisata dan harga terbaik.
ru: Сохраните %1$s в свой список желаний, чтобы получать быстрый доступ к путеводителям и советам.

# travel_onboarding_save_button
source: OK
bn: ঠিক আছে
hi_in: ठीक
id: Oke

# travel_find_destination_placeholder_2
source: Enter a destination
bn: গন্তব্য লিখুন
hi_in: कोई गंतव्य स्थान दर्ज करें
id: Masukkan tujuan
ru: Введите пункт назначения

# travel_search_engine_1
source: See results in %1$s
bn: এ ফলাফল দেখুন%1$s
hi_in: %1$s में खोज परिणाम देखें
id: Lihat hasilnya di %1$s
ru: Посмотреть результаты в %1$s

# travel_search_engine_fxlite_new
source: See results in %1$s %2$s
hi_in: %1$s %2$s में परिणाम देखें
id: Lihat hasilnya di %1$s %2$s
ru: Посмотреть результаты в %1$s %2$s

# travel_no_result_state_text
source: Hmm. No results found.
hi_in: हम्म, कोई परिणाम नहीं मिला।
id: Hmm. Hasil tidak ditemukan.
ru: Результатов не найдено.

# travel_google_search_button
source: SEARCH ON %1$s
hi_in: %1$s पर खोजें
id: CARI DI %1$s
ru: ПОИСК В %1$s

# travel_dialog_1_title
source: Discover More!
bn: আরও আবিষ্কার করুন!
hi_in: और जानें!
id: Temukan Lebih Banyak!
ru: Откройте для себя ещё больше!

# travel_dialog_1_description_new
source: Explore things to do, accommodations, and more in %1$s %2$s.
hi_in: %1$s के %2$s में करने हेतु रोमांचक कार्य, आवास तथा और भी बहुत सी चीज़ें देखें।
id: Temukan berbagai aktivitas, akomodasi, dan masih banyak lagi di %1$s %2$s.
ru: Узнайте, чем заняться, как найти жилье и многое другое в %1$s %2$s.

# travel_dialog_1_action_1_new
source: TRY %1$s
hi_in: %1$s को आजमाएं
id: COBA %1$s
ru: ПОПРОБУЙТЕ %1$s

# travel_dialog_1_action_2
source: NO, THANKS
bn: না, ধন্যবাদ
hi_in: नहीं, शुक्रिया
id: TIDAK, TERIMA KASIH
ru: НЕТ, СПАСИБО

# travel_dialog_2_title_new
source: Enjoy Using %1$s?
hi_in: %1$s का उपयोग पसंद आया?
id: Puas Menggunakan %1$s?
ru: Нравиться использовать %1$s?

# travel_dialog_2_description_new
source: You can set %1$s %2$s as your default search engine for travel.
hi_in: यात्रा के लिए आप %1$s के %2$s को अपने तयशुदा खोज इंजन के रूप में सेट कर सकते हैं।
id: Anda dapat mengatur %2$s %1$s sebagai mesin pencari baku untuk perjalanan.
ru: Вы можете установить %1$s %2$s вашей поисковой системой для путешествий по умолчанию.

# travel_dialog_2_checkbox
source: Do not ask me again
bn: পুনরায় আমাকে জিজ্ঞেস করবে না
hi_in: मुझसे दोबारा ना पूछें
id: Jangan tanyakan lagi
ru: Не спрашивать в следующий раз

# travel_dialog_2_action
source: SET AS DEFAULT
bn: ডিফল্ট হিসেবে সেট করুন
hi_in: तयशुदा बनाएं
id: TETAPKAN SEBAGAI BAKU
ru: УСТАНОВИТЬ ПО УМОЛЧАНИЮ

# update_to_latest_app_snack_bar_update
source: UPDATE
bn: হালনাগাদ করুন
gu_in: અપડેટ
id: PERBARUI
kn: ನವೀಕರಿಸು
mr: अद्ययावत करा
pa_in: ਅੱਪਡੇਟ
ru: ОБНОВИТЬ
th: อัปเดต
vi: CẬP NHẬT

# setting_default_browser_instruction_system_settings
source: Set %1$s as your default browser in 30 seconds
ru: Установите %1$s в качестве браузера по умолчанию за 30 секунд

# travel_content_wiki_source_name
source: Wikipedia
bn: উইকিপিডিয়া
ru: Википедия

# preference_default_browser
source: Make default browser
gu_in: મૂળભૂત બ્રાઉઝર બનાવો
id: Jadikan peramban utama
kn: ಪೂರ್ವನಿಯೋಜಿತ ಬ್ರೌಸರ್ ಮಾಡಿ
mai: डिफ़ॉल्ट ब्राउज़र बनाबू
ml: സ്വതേയുള്ള ബ്രൗസര്‍ ആക്കുക
pa_in: ਮੂਲ ਬਰਾਊਜ਼ਰ ਬਣਾਓ
ta: முன்னிருப்பு உலாவியாக்கு
te: అప్రమేయ విహారిణిగా చేయాలా
th: ทำให้เป็นเบราว์เซอร์เริ่มต้น
tl: Gawing default na browser
vi: Đặt làm trình duyệt mặc định

# label_menu_my_shots
source: My shots
gu_in: મારા શોટ્સ
id: Cuplikan saya
kn: ನನ್ನ ಫೋಟೋಗಳು‍
mai: हमर शॉट्स
ml: എന്റെ ഷോട്ടുകള്‍
pa_in: ਮੇਰੇ ਸ਼ਾਟ
ta: எனது பிடிப்புகள்
te: నా షాట్లు
th: ภาพหน้าจอของฉัน
tl: Mga kuha ko
vi: Các ảnh chụp của tôi

# shopping_search_placeholder
source: Type the product you want to search
th: พิมพ์สินค้าที่ต้องหาค้นหา
tl: I-type ang produktong nais mong makita
vi: Nhập sản phẩm bạn muốn tìm kiếm

# gaming_vertical_hint_body
source: Press to create a shortcut to your home screen.
th: กดเพื่อสร้างทางลัดไปที่หน้าจอหลัก
tl: Pindutin ang upang lumikha ng isang shortcut sa iyong home screen.
vi: Nhấn để tạo lối tắt đến màn hình chính của bạn.

# screenshot_image_viewer_dialog_info_url1
source: URL: %1$s
ml: യുആർഎൽ: %1$s
te: చిరునామా: %1$s

# first_run_page6_title
source: Discover new things
ta: புதியவற்றைக் கண்டறி

# second_run_upgrade_page_title
source: Pin your favorite sites
ta: விருப்பமான தளங்களைச் செருகு

# second_run_upgrade_page_text
source: You can now pin any top site so it does not get moved. To get you started, we have pinned some top sites for you to try.
ta: இப்போது நீங்கள் சிறந்த தளங்களைச் செருகலாம், அவை பின்னால் நகராது. தொடக்கத்தில், நீங்கள் முயற்சிப்பதற்காக சில சிறந்த தளங்களை நாங்கள் செருகுயுள்ளோம்.

# share_app_dialog_text_content
source: - Fast and lightweight - Data saving - Powerful screenshots
mai: - तेज आओर हलुक - डेटा बचाबैबला - शक्तिशाली स्क्रीनशॉट
ta: - வேகமானது இலகுவானது - தரவு சிக்கனம் உடையது - திறன்வாய்ந்த திரைப்பிடிப்புகள்

# btn_vpn
source: The 7-day free VPN service is ready for you. Install now to browse more privately and securely.
ta: 7-நாள் இலவச VPN சேவை உங்களுக்குத் தயாராக உள்ளது. மேலும் தனியாகவும் பாதுகாப்பாகவும் உலாவுவதற்கு இப்போதே நிறுவுங்கள்.

# exp_survey_wifi
source: We plan to integrate “Free Wifi-Finder” to help you find quality free internet connection nearby. Interested?
ta: அருகிலுள்ள தரமான இலவச இணைய இணைப்பு கண்டுபிடிக்க உங்களுக்கு உதவ, “இலவச வைஃபை-கண்டுபிடிப்பான்” ஒருங்கிணைக்க நாங்கள் திட்டமிடுகிறோம். ஆர்வமா?

# exp_survey_vpn
source: We plan to integrate “VPN service” to get you more freedom and more privacy when browsing. Interested?
ta: நீங்கள் கட்டற்றும் தனியாகவும் உலாவும் வகையில் “VPN சேவையை” ஒருங்கிணைக்க திட்டமிட்டுள்ளோம். ஆர்வமா?

# exp_survey_thanks
source: Thank you for giving us feedback %1$s
ta: எங்களுக்கு %1$s கருத்து வழங்கியதற்கு நன்றி

# exp_survey_yes
source: YES, PLEASE
ta: ஆமாம், தயவு செய்து

# exp_survey_no
source: NOPE
ta: இல்லை
