Repository: mozilla-l10n/zerda-android-l10n
Catalog: locales/*/app.po
Languages: bn, gu_in, hi_in, id, kn, mai, ml, mr, pa_in, ru, ta, te, th, tl, vi

# private_browsing_dialog_add_shortcut_title
source: Access private mode in one click! Want to add private mode shortcut to homescreen?
bn: এক ক্লিকে ব্যক্তিগত মোড ব্যবহার করুন! নীড়ে ব্যক্তিগত মোড শর্টকাট যুক্ত করতে চান?
hi_in: एक ही क्लिक द्वारा निजी मोड चलाएं! निजी मोड के शॉर्टकट को होम स्क्रीन पर जोड़ना चाहेंगे?
id: Akses mode pribadi dengan sekali klik! Ingin tambahkan pintasan mode pribadi di beranda?
kn: ಒಂದು ಕ್ಲಿಕ್ನಲ್ಲಿ ಖಾಸಗಿ ಸ್ಥಿತಿ ಅನ್ನು ಪ್ರವೇಶಿಸಿ! ಮುಖಪುಟಕ್ಕೆ ಖಾಸಗಿ ಸ್ಥಿತಿ ಶಾರ್ಟ್ಕಟ್ ಸೇರಿಸಲು ಬಯಸುವಿರಾ?
ml: ഒറ്റ ക്ലിക്കിലൂടെ സ്വകാര്യ മോഡ് ആക്സസ്സ് ചെയ്യാം! നിങ്ങൾക്ക് ഹോംസ്ക്രീനിൽ സ്വകാര്യ മോഡിന്റെ കുറുക്കുവഴി ചേർക്കണോ?
mr: एका क्लिकमध्ये खासगी मोडमध्ये प्रवेश करा! मुख्यपृष्ठावरून खाजगी मोड शॉर्टकट जोडायचा?
ru: Попадайте в приватный просмотр одним касанием! Вы хотите добавить ярлык приватного просмотра на домашний экран?
th: เข้าถึงโหมดส่วนตัวในคลิกเดียว! ต้องการเพิ่มทางลัดโหมดส่วนตัวไปยังหน้าจอหลัก?
tl: I-access ang pribadong mode sa isang pag-click! Nais mo bang magdagdag ng shortcut mode ng pribado sa homecreen?
vi: Truy cập chế độ riêng tư trong một cú nhấp chuột! Bạn muốn thêm lối tắt chế độ riêng tư vào màn hình chính?

# private_browsing_dialog_add_shortcut_no
source: No, thanks
bn: প্রয়োজন নেই
gu_in: ના, આભાર
hi_in: नहीं, शुक्रिया
id: Tidak, terima kasih
kn: ಬೇಡ, ಧನ್ಯವಾದಗಳು
ml: വേണ്ട, നന്ദി
mr: नाही, धन्यवाद
pa_in: ਨਹੀਂ, ਸ਼ੁਕਰੀਆ
ru: Нет, спасибо
te: వద్దు, ఫరవాలేదు
th: ไม่ ขอบคุณ
tl: Salamat na lang
vi: Không, cảm ơn

# private_browsing_dialog_add_shortcut_yes
source: Yes
bn: হ্যাঁ
gu_in: હા
hi_in: हां
id: Ya
kn: ಹೌದು
ml: ശരി
mr: होय
pa_in: ਹਾਂ
ru: Да
th: ใช่
tl: Oo
vi: Có

# private_browsing_dialog_add_shortcut_title_v2
source: Add private mode shortcut
bn: ব্যক্তিগত মোড শর্টকাট যুক্ত করুন
hi_in: निजी मोड शॉर्टकट जोड़ें
id: Tambahkan pintasan mode pribadi
kn: ಖಾಸಗಿ ಸ್ಥಿತಿ ಶಾರ್ಟ್‌ಕಟ್ ಸೇರಿಸಿ
mr: खाजगी मोड शॉर्टकट जोडा
pa_in: ਪ੍ਰਾਈਵੇਟ ਢੰਗ ਸ਼ਾਰਟਕੱਟ ਜੋੜੋ
ru: Добавить ярлык приватного просмотра
th: เพิ่มทางลัดโหมดส่วนตัว
tl: Magdagdag ng shortcut sa pribadong mode
vi: Thêm phím tắt chế độ riêng tư

# private_browsing_dialog_add_shortcut_content_v2
source: Access private mode quickly from your homescreen.
bn: আপনার নীড় থেকে দ্রুত ব্যক্তিগত মোড ব্যবহার করুন।
hi_in: अपने होम स्क्रीन से तुरंत ही निजी मोड चलाएं।
id: Akses mode pribadi dengan cepat dari beranda Anda.
kn: ನಿಮ್ಮ ಮುಖಪುಟದಿಂದ ಖಾಸಗಿ ಸ್ಥಿತಿಗೆ ತ್ವರಿತವಾಗಿ ಪ್ರವೇಶಿಸಿ.
mr: आपल्या मुख्यपृष्ठावरून खासगी मोडमध्ये त्वरीत प्रवेश करा.
ru: Быстро попадайте в приватный просмотр с вашего домашнего экрана.
th: เข้าถึงโหมดส่วนตัวได้อย่างรวดเร็วจากหน้าจอหลักของคุณ
tl: I-access nang mabilis ang pribadong mode mula sa iyong homecreen.
vi: Truy cập chế độ riêng tư nhanh chóng từ màn hình chính của bạn.

# private_browsing_dialog_add_shortcut_no_v2
source: NO, THANKS
bn: প্রয়োজন নেই
hi_in: नहीं, THANKS
id: TIDAK, TERIMA KASIH
kn: ಬೇಡ, ಧನ್ಯವಾದಗಳು
mr: नको, धन्यवाद
pa_in: ਨਹੀਂ, ਸ਼ੁਕਰੀਆ
ru: НЕТ, СПАСИБО
th: ไม่ ขอบคุณ
tl: HINDI, THANKS
vi: KHÔNG, CÁM ƠN

# private_browsing_dialog_add_shortcut_yes_v2
source: YES, ADD IT NOW!
bn: হ্যাঁ, এখনই যোগ করুন!
gu_in: હા, હવે તે ઉમેરો!
hi_in: YES, इसे NOW ADD!
id: YA, TAMBAHKAN SEKARANG!
kn: ಹೌದು, ಈಗಲೇ ಸೇರಿಸಿ!
mr: होय, आत्ताच जोडा!
pa_in: ਹਾਂ, ਇਹ ਹੁਣੇ ਜੋੜੋ!
ru: ДА, ДОБАВИТЬ СЕЙЧАС!
th: ใช่ เพิ่มตอนนี้!
vi: CÓ, THÊM NGAY BÂY GIỜ!

# private_browsing_dialog_add_shortcut_no_toast
source: You can add private mode shortcut later in settings.
bn: আপনি পরবর্তিতে সেটিংসে ব্যক্তিগত মোড শর্টকাট যুক্ত করতে পারেন।
gu_in: તમે સેટિંગ્સમાં પછીથી ખાનગી મોડ શોર્ટકટ ઉમેરી શકો છો.
hi_in: आप बाद में भी निजी मोड को सेटिंग में जाकर जोड़ सकते हैं।
id: Anda dapat menambahkan pintasan mode pribadi di pengaturan.
kn: ನಂತರ ನೀವು ಸಿದ್ಧತೆಗಳಲ್ಲಿ ಖಾಸಗಿ ಸ್ಥಿತಿ ಶಾರ್ಟ್ಕಟ್ ಅನ್ನು ಸೇರಿಸಬಹುದು.
ml: നിങ്ങൾക്ക് പിന്നീട് ക്രമീകരണങ്ങളിൽ നിന്നും സ്വകാര്യ മോഡിന്റെ കുറുക്കുവഴി ചേർക്കാം.
mr: आपण नंतर सेटिंग्जमध्ये खाजगी मोड शॉर्टकट जोडू शकता.
pa_in: ਤੁਸੀਂ ਬਾਅਦ ਵਿੱਚ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਪ੍ਰਾਈਵੇਟ ਮੋਡ ਸ਼ਾਰਟਕੱਟ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹੋ।
ru: Вы сможете добавить ярлык приватного просмотра позже в Параметрах.
th: คุณสามารถเพิ่มทางลัดโหมดส่วนตัวในภายหลังในการตั้งค่า
tl: Maaari kang magdagdag ng shortcut sa pribadong mode sa paglaon sa mga setting.
vi: Bạn có thể thêm lối tắt chế độ riêng tư sau này trong cài đặt.

# private_browsing_shortcut_name
source: %1$s - Private browsing
bn: %1$s - ব্যক্তিগত ব্রাউজিং
gu_in: %1$s - ખાનગી બ્રાઉઝિંગ
hi_in: %1$s - निजी ब्राउज़िंग
id: %1$s - Penjelajahan privat
kn: %1$s - ಖಾಸಗಿ ವೀಕ್ಷಣೆ
ml: %1$s - സ്വകാര്യ ബ്രൗസിംഗ്
mr: %1$s - खाजगी ब्राउझिंग
pa_in: %1$s - ਪ੍ਰਾਈਵੇਟ ਬਰਾਊਜ਼ਿੰਗ
ru: %1$s - Приватный просмотр
th: %1$s - การเรียกดูแบบส่วนตัว
vi: %1$s - Duyệt web riêng tư

# preference_add_private_browsing_shortcut
source: Add private mode shortcut to Home screen
bn: নীড়ে ব্যক্তিগত মোড শর্টকাট যুক্ত করুন
gu_in: હોમ સ્ક્રીન પર ખાનગી મોડ શોર્ટકટ ઉમેરો
hi_in: निजी मोड शॉर्टकट को होम स्क्रीन पर जोड़ें
id: Tambahkan pintasan mode private ke Beranda
kn: ಮುಖಪುಟದ ಪರದೆಗೆ ಖಾಸಗಿ ಸ್ಥಿತಿ ಶಾರ್ಟ್ಕಟ್ ಸೇರಿಸಿ
ml: ഹോം സ്ക്രീനിലേക്ക് സ്വകാര്യ മോഡിന്റെ കുറുക്കുവഴി ചേർക്കുക
mr: मुख्यपृष्ठ स्क्रीनवर खाजगी मोड शॉर्टकट जोडा
pa_in: ਪ੍ਰਾਈਵੇਟ ਮੋਡ ਸ਼ਾਰਟਕੱਟ ਨੂੰ ਮੁੱਖ ਸਕਰੀਨ ਉੱਤੇ ਜੋੜੋ
ru: Добавить ярлык приватного просмотра на домашний экран
th: เพิ่มทางลัดโหมดส่วนตัวไปยังหน้าจอหลัก
tl: Magdagdag ng shortcut sa pribadong mode sa Home screen
vi: Thêm phím tắt chế độ riêng tư vào màn hình chính

# my_shot_on_boarding_message
source: View your screenshots here!
bn: আপনার স্ক্রিনশটটি দেখুন!
gu_in: તમારા સ્ક્રીનશોટ અહીં જુઓ!
hi_in: अपने स्क्रीनशॉटों को यहां देखें!
id: Lihat cuplikan layar Anda di sini!
kn: ‍ನಿಮ್ಮ ತೆರೆಚಿತ್ರಗಳನ್ನು ಇಲ್ಲಿ ನೋಡಿ!
ml: നിങ്ങളുടെ സ്ക്രീൻഷോട്ട് ഇവിടെ കാണുക!
mr: येथे आपले स्क्रीनशॉट्स पहा!
pa_in: ਆਪਣੇ ਸਕਰੀਨਸ਼ਾਟ ਇੱਥੇ ਵੇਖੋ!
ru: Ваши скриншоты здесь!
ta: உங்கள் திரைக்காட்சிகளை இங்கே காண்க!
te: మీ తెరపట్లను ఇక్కడ చూడండి!
th: ดูภาพหน้าจอของคุณที่นี่!
tl: Tingnan ang mga screenshot dito!
vi: Xem ảnh chụp màn hình của bạn ở đây!

# my_shot_on_boarding_category_message
source: To improve your product experience, we collect information about your screenshots’ categories.
bn: পণ্য ব্যবহারের অভিজ্ঞতা উন্নত করতে, আমরা আপনার স্ক্রিনশটগুলির বিষয়শ্রেণি সম্পর্কিত তথ্য সংগ্রহ করি।
gu_in: તમારાં ઉત્પાદનનો અનુભવ સુધારવાં માટે, અમે તમારાં સ્ક્રીનશોટનાં વર્ગો વિશે માહિતી ભેગી કરીએ છીએ.
hi_in: आपके उतपाद अनुभव को सुधारने के लिए, हम आपके स्क्रीनशॉट श्रेणियों के बारे में जानकारियां जमा करते हैं।
id: Untuk meningkatkan pengalaman produk, kami mengumpulkan informasi tentang kategori cuplikan layar Anda.
kn: ‍ನಿಮ್ಮ ಉತ್ಪಾದನೆಯ ಅನುಭವವನ್ನು ಉತ್ತಮಗೊಳಿಸಲು, ನಾವು ನಿಮ್ಮ ತೆರೆಚಿತ್ರಗಳ ವರ್ಗಗಳ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ.
ml: നിങ്ങളുടെ ഉൽപ്പന്ന അനുഭവം മെച്ചപ്പെടുത്തുന്നതിന്, നിങ്ങളുടെ സ്ക്രീന്ഷോട്ട് വിഭാഗങ്ങള്‍ ഞങ്ങൾ ശേഖരിക്കും.
mr: आपला अनुभव सुधारण्यासाठी, आम्ही आपल्या स्क्रीनशॉटच्या श्रेणीची माहिती गोळा करतो.
pa_in: ਤੁਹਾਡੇ ਉਤਪਾਦ ਅਨੁਭਵ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ, ਅਸੀਂ ਤੁਹਾਡੇ ਸਕਰੀਨਸ਼ਾਟ ਦੇ ਵਰਗਾਂ ਦੇ ਬਾਰੇ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਕਰਦੇ ਹਾਂ।
ru: Чтобы улучшить качество работы, мы собираем информацию о категориях ваших скриншотов.
ta: உங்கள் தயாரிப்பு அனுபவத்தை மேம்படுத்த, உங்கள் திரைப்பிடிப்பு பற்றிய தகவல்களை நாங்கள் சேகரிக்கிறோம்.
te: మీ అనుభవాన్ని మెరుగుపరచడానికి, మేము మీ తెరపట్ల వర్గాల సమాచారాన్ని సేకరిస్తాము.
th: เพื่อปรับปรุงประสบการณ์ผลิตภัณฑ์ของคุณ เราเก็บรวบรวมข้อมูลเกี่ยวกับหมวดหมู่ของภาพหน้าจอของคุณ
tl: Para mapabuti ang produktong ito, kami ay maaaring mangolekta ng impormasyon tungkol sa iyong screen.
vi: Để cải thiện trải nghiệm sản phẩm của bạn, chúng tôi thu thập thông tin về các loại ảnh chụp màn hình của bạn.

# http_auth_dialog_title
source: Authentication required
bn: অনুমোদন প্রয়োজন
gu_in: પ્રમાણીકરણ આવશ્યક છે
hi_in: सत्यापन आवश्यक
id: Autentikasi diperlukan
kn: ದೃಢೀಕರಣದ ಅಗತ್ಯವಿದೆ
ml: ആധികാരികത ഉറപ്പാക്കേണ്ടതുണ്ട്
mr: अधिप्रमाणन गरजेचे आहे
pa_in: ਪਰਮਾਣਕਿਤਾ ਚਾਹੀਦੀ ਹੈ
ru: Требуется аутентификация
ta: அங்கீகாரம் தேவை
te: అథీకరణ అవసరం
th: ต้องมีการรับรองความถูกต้อง
tl: Kinakailangan ang pagpapatunay
vi: Yêu cầu xác thực

# http_auth_dialog_user_name
source: Username
bn: ব্যবহারকারীর নাম
gu_in: વપરાશકર્તા નામ
hi_in: उपयोगकर्ता नाम
id: Nama pengguna
kn: ಬಳಕೆದಾರನ ಹೆಸರು
ml: ഉപയോക്തൃനാമം
mr: वापरकर्त्याचे नाव
pa_in: ਵਰਤੋਂਕਾਰ ਨਾਂ
ru: Имя пользователя
ta: பயனர்பெயர்
te: వాడుకరి పేరు
th: ชื่อผู้ใช้
vi: Tên đăng nhập

# http_auth_dialog_password
source: Password
bn: পাসওয়ার্ড
gu_in: પાસવર્ડ
hi_in: पासवर्ड
id: Kata sandi
kn: ಗುಪ್ತಪದ
ml: രഹസ്യവാക്ക്
mr: पासवर्ड
pa_in: ਪਾਸਵਰਡ
ru: Пароль
ta: கடவுச்சொல்
te: సంకేతపదం
th: รหัสผ่าน
vi: Mật khẩu

# low_priority_notification_channel
source: Hidden notifications
bn: লুকানো নোটিফিকেশন
hi_in: छुपी सूचनाएं
id: Notifikasi tersembunyi
kn: ಮರೆಮಾಡಿದ ಸೂಚನೆಗಳು
mr: लपलेल्या सूचना
pa_in: ਸੂਚਨਾਵਾਂ ਲੁਕਾਓ
ru: Скрытые уведомления
te: దాచిన గమనింపులు
th: ข้อความแจ้งเตือนที่ซ่อนอยู่
tl: Nakatagong notipikasyon
vi: Thông báo đã ẩn

# about_link_terms_of_service
source: Terms of Service
bn: সেবার শর্তাবলী
gu_in: સેવાની શરતો
hi_in: सेवा की शर्तें
id: Ketentuan Layanan
mr: सेवांच्या अटी
pa_in: ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ
ru: Условия службы
th: เงื่อนไขการให้บริการ
tl: Panuntunan ng serbisyo
vi: Điều khoản dịch vụ

# shopping_search_onboarding_title
source: Find great prices
bn: চমৎকার দামের খোঁজ করুন
hi_in: बेहतर कीमत ढूंढें
id: Temukan harga bagus
mr: उत्तम दर मिळवा
pa_in: ਸਭ ਤੋਂ ਵਧੀਆ ਭਾਅ ਲੱਭੋ
ru: Находите хорошие цены
th: ค้นหาของราคาดี
tl: Maghanap ng magagandang presyo
vi: Tìm giá tốt

# shopping_search_onboarding_body
source: Compare prices across many online stores with Smart Shopping Search.
bn: স্মার্ট শপিং অনুসন্ধানের সাথে একাধিক অনলাইন স্টোরের সাথে দামের তুলনা করুন।
hi_in: स्मार्ट खरीदारी खोज के साथ कई ऑनलाइन स्टोर में कीमतों की तुलना करें।
id: Bandingkan harga di banyak toko daring dengan Pencarian Belanja Cerdas.
mr: स्मार्ट शॉपिंग सर्चसह बर्‍याच ऑनलाइन स्टोअरमध्ये किंमतींची तुलना करा.
ru: Сравнивайте цены во множестве интернет-магазинов с помощью умного поиска для шоппинга.
th: เปรียบเทียบราคากับร้านค้าออนไลน์ต่างๆ ด้วยการค้นหาแบบสมาร์ตช็อปปิ้ง
tl: Paghambingin ang mga presyo sa maraming online na tindahan sa Smart Shopping Search.
vi: So sánh giá trên nhiều cửa hàng trực tuyến với Tìm kiếm mua sắm thông minh.

# shopping_search_onboarding_body_A
source: Compare prices easily on popular shopping sites.
hi_in: लोकप्रिय शॉपिंग साइटों पर आसानी से कीमतों की तुलना करें
id: Bandingkan harga dengan mudah di situs belanja populer.
ru: Легко сравнивайте цены в популярных Интернет-магазинах.

# shopping_search_onboarding_body_B
source: Start saving today. Search and compare prices on popular sites.
hi_in: आज से ही बचत करना शुरू करें। लोकप्रिय साइटों पर खोजें और कीमतों की तुलना करें।
id: Mulai menghemat hari ini. Cari dan bandingkan harga di situs populer.
ru: Начните экономить сегодня. Находите и сравнивайте цены в популярных Интернет-магазинах.

# shopping_search_placeholder
source: Enter a product name
hi_in: किसी उत्पाद का नाम दर्ज करें
ru: Введите название продукта

# shopping_search_prompt_message_body
source: Compare prices across many online stores with Smart Shopping Search.
bn: স্মার্ট শপিং অনুসন্ধানের সাথে একাধিক অনলাইন স্টোরের সাথে দামের তুলনা করুন।
hi_in: स्मार्ट खरीदारी खोज के साथ कई ऑनलाइन स्टोर में कीमतों की तुलना करें।
id: Bandingkan harga di banyak toko daring dengan Pencarian Belanja Cerdas.
mr: स्मार्ट शॉपिंग सर्चसह बर्‍याच ऑनलाइन स्टोअरमध्ये किंमतींची तुलना करा.
ru: Сравнивайте цены во множестве интернет-магазинов с помощью умного поиска для шоппинга.
th: เปรียบเทียบราคากับร้านค้าออนไลน์ต่าง ๆ ด้วย Smart Shopping Search
tl: Paghambingin ang mga presyo sa maraming online na tindahan na may Smart Shopping Search.
vi: So sánh giá trên nhiều cửa hàng trực tuyến với Tìm kiếm mua sắm thông minh.

# shopping_search_prompt_message_button
source: Search
bn: অনুসন্ধান
hi_in: खोजें
id: Cari
mr: शोधा
pa_in: ਖੋਜੋ
ru: Поиск
th: ค้นหา
tl: Hanapin
vi: Tìm kiếm

# shopping_switch_ui_onboarding_body
source: Tap the shopping sites below to browse more results, or tap this button to edit.
bn: আরও ফলাফল ব্রাউজ করতে নিচের শপিং সাইটগুলো ট্যাপ করুন অথবা সম্পদনা করতে এই বাটন ট্যাপ করুন।
hi_in: अधिक परिणाम खोजने के लिए नीचे खरीदारी की साइटों को टैप करें, या संपादित करने के लिए इस बटन को दबाएं।
id: Ketuk situs belanja di bawah ini untuk menelusuri lebih banyak hasil, atau ketuk tombol ini untuk mengubah.
mr: अधिक परिणाम ब्राउझ करण्यासाठी खालील खरेदी साइट टॅप करा किंवा संपादित करण्यासाठी या बटणावर टॅप करा.
ru: Нажмите на Интернет-магазины ниже, чтобы просмотреть дополнительные результаты, или нажмите на эту кнопку для редактирования.
th: แตะที่เว็บชอปปิงด้านล่างเพื่อดูผลลัพธ์เพิ่มเติม หรือแตะปุ่มนี้เพื่อแก้ไข
tl: Tapikin ang mga site ng pamimili sa ibaba upang mag-browse ng higit pang mga resulta, o i-tap ang pindutan na ito upang i-edit.
vi: Nhấn vào các trang web mua sắm bên dưới để duyệt thêm kết quả hoặc nhấn vào nút này để chỉnh sửa.

# shopping_switch_ui_onboarding_button
source: OK
bn: ঠিক আছে
hi_in: ठीक
mr: ठीक आहे
pa_in: ਠੀਕ ਹੈ
ru: ОК
th: ตกลง

# shopping_switch_ui_preferences_title
source: Shopping Search Settings
bn: কেনাকাটা অনুসন্ধান সেটিং
hi_in: खरीदारी खोज सेटिंग
id: Setelan Pencarian Belanja
mr: खरेदी शोध सेटिंग
pa_in: ਖਰੀਦਦਾਰੀ ਖੋਜ ਸੈਟਿੰਗਾਂ
ru: Настройки поиска
th: การตั้งค่าการค้นหาการซื้อของ
tl: Mga Setting sa Paghahanap sa Pamimili
vi: Cài đặt tìm kiếm mua sắm

# shopping_switch_ui_preferences_subtitle
source: Sites to compare
bn: তুলনার জন্য সাইট
hi_in: तुलना करने के लिए साइटें
id: Situs untuk dibandingkan
mr: तुलना करण्यासाठी साइट
pa_in: ਟਾਕਰਾ ਕਰਨ ਲਈ ਸਾਈਟਾਂ
ru: Сайты для сравнения
th: เว็บที่ใช้เปรียบเทียบราคา
tl: Mga site upang ihambing
vi: Các trang web để so sánh

# shopping_switch_ui_tabtray_title
source: Shopping Search: “%1$s”
bn: কেনাকাটা অনুসন্ধান: “%1$s”
hi_in: खरीदारी खोज: “%1$s”
id: Pencarian Belanja: “%1$s”
mr: खरेदी शोध: “%1$s”
ru: Поиск покупок: «%1$s»
th: การค้นหาการซื้อของ: “%1$s”
tl: Pamimili ng Paghahanap: “%1$s”
vi: Tìm kiếm mua sắm: “%1$s”

# shopping_switch_ui_tabtray_title_no_keyword
source: Shopping Search
bn: কেনাকাটা অনুসন্ধান
hi_in: खरीदारी खोज
id: Pencarian Belanja
mr: खरेदी शोध
pa_in: ਖ਼ਰੀਦਦਾਰੀ ਖੋਜ
ru: Поиск покупок
th: การค้นหาการซื้อของ
tl: Pamimili ng Paghahanap
vi: Tìm kiếm mua sắm

# shopping_closing_dialog_close
source: Close All
bn: সব বন্ধ করুন
hi_in: सभी बंद करें
id: Tutup Semua
mr: सर्व बंद करा
pa_in: ਸਾਰੇ ਬੰਦ ਕਰੋ
ru: Закрыть все
th: ปิดทั้งหมด
tl: Isarado Lahat
vi: Đóng tất cả

# shopping_closing_dialog_cancel
source: Cancel
bn: বাতিল
hi_in: रद्द करें
id: Batal
mr: रद्द करा
pa_in: ਰੱਦ ਕਰੋ
ru: Отмена
th: ยกเลิก
tl: Kanselahin
vi: Hủy bỏ

# shopping_closing_dialog_body
source: Close all shopping search results?
bn: সকল কেনানাটা অনুসন্ধান ফলাফল বন্ধ করবেন?
hi_in: सभी खरीदारी खोज परिणाम बंद करें?
id: Tutup semua hasil pencarian belanja?
mr: सर्व खरेदी शोध परिणाम बंद करायचे?
pa_in: ਸਾਰੇ ਖਰੀਦਦਾਰੀ ਖੋਜ ਨਤੀਜੇ ਬੰਦ ਕਰੋ?
ru: Закрыть все результаты поиска покупок?
th: ปิดผลลัพธ์การค้นหาชอปปิ้งทั้งหมด?
tl: Isara ang lahat ng mga resulta sa paghahanap sa pamimili?
vi: Đóng tất cả các kết quả tìm kiếm mua sắm?

# shopping_vertical_title
source: Shopping
bn: কেনাকাটা
hi_in: खरीदारी
id: Belanja
mr: खरेदी
pa_in: ਖਰੀਦਦਾਰੀ
ru: Шоппинг
th: การซื้อของ
tl: Pamimili
vi: Mua sắm

# shopping_vertical_category_1
source: Deals
bn: ডিল
hi_in: डील
id: Penawaran
mr: सौदे
pa_in: ਡੀਲ
ru: Скидки
th: ข้อเสนอ
tl: Mga deal
vi: Ưu đãi

# shopping_vertical_category_2
source: Coupons
bn: কুপন
hi_in: कूपन
id: Kupon
mr: कूपन
pa_in: ਕੂਪਨ
ru: Купоны
th: คูปอง
tl: Mga kupon
vi: Phiếu giảm giá

# shopping_vertical_category_3
source: Vouchers
bn: ভাউচার
hi_in: वाउचर
id: Voucher
mr: व्हाउचर
pa_in: ਵਾਊਚਰ
ru: Ваучеры
th: บัตรกำนัล
tl: Mga voucher
vi: Phiếu mua hàng

# shopping_deal_subcategory_1
source: Top Rated
bn: শীর্ষ রেটকৃত
hi_in: सर्वोत्तम मूल्यांकित
id: Peringkat Teratas
mr: सर्वाधिक मानांकित
pa_in: ਚੋਟੀ ਦੇ ਦਰਜੇ ਵਾਲੇ
ru: Лидеры рейтинга
th: ถูกจัดอันดับสูงสุด
tl: Nangungunang Rated
vi: Xếp hạng hàng đầu

# shopping_deal_subcategory_2
source: Best Sellers
bn: সর্বোচ্চ বিক্রেতা
hi_in: सर्वाधिक बिकने वाला
id: Penjualan Terbaik
mr: सर्वाधिक खपणारे
pa_in: ਸਭ ਤੋਂ ਵਿਕਣ ਵਾਲੇ
ru: Бестселлеры
th: ขายดี
tl: Pinaka-mabenta
vi: Bán chạy nhất

# shopping_coupon_expire_zero
source: Expired
bn: মেয়াদোত্তীর্ণ
hi_in: समाप्त
id: Kedaluwarsa
mr: कालबाह्य
pa_in: ਮਿਆਦ ਪੁੱਗੀ
ru: Просроченные
th: หมดอายุแล้ว
tl: Natapos na
vi: Đã hết hạn

# shopping_coupon_expire_one
source: 1 day left
bn: 1 দিন বাকি
hi_in: 1 दिन बाकि
id: 1 hari tersisa
mr: 1 दिवस शिल्लक
pa_in: 1 ਦਿਨ ਬਾਕੀ
ru: остался 1 день
th: เหลืออีก 1 วัน
tl: 1 araw naiwan
vi: Còn 1 ngày

# shopping_coupon_expire_other
source: %1$d days left
bn: %1$d দিন বাকি
hi_in: %1$d दिन बाकि
id: %1$d hari tersisa
mr: %1$d दिवस शिल्लक
pa_in: %1$d ਦਿਨ ਬਾਕੀ
ru: осталось %1$d дней
th: เหลืออีก %1$d วัน
tl: %1$d mga araw na naiwan
vi: Còn %1$d ngày

# gaming_vertical_title
source: Game
bn: খেলা
hi_in: गेम
id: Permainan
mr: खेळ
pa_in: ਖੇਡ
ru: Игра
th: เกม
tl: Laro
vi: Trò chơi

# gaming_vertical_category_1
source: Instant play
bn: তাত্ক্ষণিক খেলা
hi_in: तुरंत चलाएं
id: Langsung dimainkan
mr: त्वरित खेळ
pa_in: ਤੁਰੰਤ ਖੇਡੋ
ru: Мгновенная игра
th: เล่นได้ทันที
tl: Agarang pag-laro
vi: Trò chơi tức thời

# gaming_vertical_category_2
source: Download to play
bn: খেলতে ডাউনলোড করুন
hi_in: चलाने के लिए डाउनलोड करें
id: Unduh untuk bermain
mr: खेळण्यास डाउनलोड करा
pa_in: ਖੇਡਣ ਲਈ ਡਾਊਨਲੋਡ ਕਰੋ
ru: Загрузите, чтобы поиграть
th: ดาวน์โหลดเพื่อเล่น
tl: I-download para mag laro
vi: Tải xuống để chơi

# gaming_vertical_new
source: New
bn: নতুন
hi_in: नया
id: Baru
mr: नवीन
pa_in: ਨਵਾਂ
ru: Новинка
th: ใหม่
tl: Bago
vi: Mới

# gaming_vertical_hint_title
source: Fast access to your favourite games
bn: আপনার প্রিয় গেমগুলো দ্রুত খেলুন
hi_in: आपके पसंदीदा गेम तक तीव्र पहुंच
id: Akses cepat ke permainan favorit Anda
mr: आपल्या पसंतीच्या खेळांमध्ये जलद प्रवेश
ru: Получайте быстрый доступ к вашим любимым играм
th: เข้าถึงเกมโปรดของคุณอย่างรวดเร็ว
tl: Mabilis na pag-access sa iyong mga paboritong laro
vi: Truy cập nhanh vào các trò chơi yêu thích của bạn

# gaming_vertical_hint_body
source: Long press to create a shortcut to your home screen.
bn: আপনার হোম স্ক্রিনে শর্টকাট তৈরি করতে ট্যাপ করুন।
hi_in: अपने होम स्क्रीन पर कोई शॉर्टकट बनाने के लिए देर तक दबाएं।
id: Tekan dan tahan untuk membuat pintasan ke layar beranda Anda.
ru: Длинное нажатие создаёт ярлык на домашнем экране.

# gaming_vertical_hint_button
source: OK
bn: ঠিক আছে
hi_in: ठीक
mr: ठीक आहे
pa_in: ਠੀਕ ਹੈ
ru: ОК
th: ตกลง

# gaming_vertical_shortcut_message
source: shortcut created.
bn: শর্টকাট তৈরি হয়েছে।
hi_in: शॉर्टकट बना दिया गया।
id: pintasan dibuat.
mr: शॉर्टकट बनवला.
ru: ярлык создан.

# gaming_vertical_menu_option_1
source: Share game
bn: খেলা শেয়ার করুন
hi_in: गेम साझा करें
id: Bagikan permainan
mr: खेळ शेअर करा
pa_in: ਸ਼ੇਅਰ ਗੇਮ
ru: Поделиться игрой
th: แบ่งปันเกม
tl: Ibahagi ang laro
vi: Chia sẻ trò chơi

# gaming_vertical_menu_option_2
source: Create shortcut on home screen
bn: হোম স্ক্রিনে শর্টকাট তৈরি করুন
hi_in: होम स्क्रीन पर शॉर्टकट बनाएं
id: Buat pintasan di layar beranda
mr: मुख्य स्क्रीनवर शॉर्टकट तयार करा
ru: Создать ярлык на домашнем экране
th: กดเพื่อสร้างทางลัดบนหน้าจอหลัก
tl: Lumikha ng shortcut sa home screen
vi: Tạo lối tắt trên màn hình chính

# gaming_vertical_menu_option_3
source: Remove from list
bn: তালিকা থেকে বাদ দিন
hi_in: सूची से हटाएं
id: Hapus dari daftar
mr: सूचीमधून काढून टाका
pa_in: ਸੂਚੀ ਵਿੱਚੋਂ ਹਟਾਓ
ru: Удалить из списка
th: เอาออกจากรายการ
tl: Alisin sa listahan
vi: Xóa khỏi danh sách

# gaming_vertical_share_message
source: I’m playing a really cool game. Check it out! %1$s
bn: আমি সত্যিই দুর্দান্ত একটি গেম খেলছি। এটা দেখুন! %1$s
hi_in: मैं वास्तव में अच्छा गेम खेल रहा हूं। इसकी जांच - पड़ताल करें! %1$s
id: Saya sedang bermain permainan yang sangat keren. Coba cek! %1$s
mr: मी खरोखर मस्त खेळत आहे. हे पहा! %1$s
ru: Я играю в действительно классную игру. Попробуй! %1$s
th: ฉันกำลังเล่นเกมสนุกสุดยอด ลองดูสิ %1$s
tl: Naglalaro talaga ako. Tingnan ito!¶ %1$s
vi: Tôi đã chơi một trò chơi thực sự thú vị. Hãy thử nó! %1$s

# gaming_vertical_genre_1
source: Recently played
bn: সম্প্রতি খেলা হয়েছে
hi_in: हाल ही में चलाये गए
id: Baru dimainkan
mr: अलीकडे खेळलेले
pa_in: ਹਾਲ ਹੀ ਵਿੱਚ ਖੇਡੀ ਗਈ
ru: Недавние
th: เพิ่งเล่น
tl: Nilaro kamakailan lang
vi: Đã chơi gần đây

# gaming_vertical_genre_2
source: Game of the week
bn: এই সপ্তাহের খেলা
hi_in: सप्ताह का खेल
id: Permainan pekan ini
mr: आठवड्याचा खेळ
ru: Игры недели
th: เกมของสัปดาห์
tl: Laro ng linggo
vi: Trò chơi trong tuần

# gaming_vertical_genre_3
source: My game
bn: আমার খেলা
hi_in: मेरा गेम
id: Permainan saya
mr: माझा खेळ
pa_in: ਮੇਰੀ ਖੇਡ
ru: Мои игры
th: เกมของฉัน
tl: Aking laro
vi: Trò chơi của tôi

# gaming_vertical_genre_4
source: Most played
bn: সর্বাধিক খেলা
hi_in: सबसे ज्यादा खेले हुए
id: Paling banyak dimainkan
mr: सर्वाधिक खेळलेला
ru: Самые популярные
th: เล่นมากที่สุด
tl: Pinaka nilaro
vi: Chơi nhiều nhất

# gaming_vertical_genre_5
source: Offline games
bn: অফলাইন খেলা
hi_in: ऑफ़लाइन गेम
id: Permainan luring
mr: ऑफलाइन खेळ
ru: Оффлайн-игры
th: เกมออฟไลน์
tl: Mga larong offline
vi: Trò chơi ngoại tuyến

# gaming_vertical_genre_6
source: Strategy
bn: স্ট্রেটেজি
hi_in: रणनीति
id: Strategi
mr: डावपेच
pa_in: ਰਣਨੀਤੀ
ru: Стратегии
th: กลยุทธ์
tl: Diskarte
vi: Chiến lược

# gaming_vertical_genre_7
source: Adventure
bn: অ্যাডভেঞ্চার
hi_in: एडवेंचर
id: Petualangan
mr: साहसी
ru: Приключения
th: ผจญภัย
tl: Pakikipagsapalaran
vi: Phiêu lưu

# gaming_vertical_genre_8
source: Action
bn: অ্যাকশন
hi_in: एक्शन
id: Aksi
mr: धाडसी
pa_in: ਕਾਰਵਾਈ
ru: Экшен
th: แอคชัน
tl: Pagkilos
vi: Hành động

# gaming_vertical_genre_9
source: Arcade
bn: অর্কাড
hi_in: आर्केड
id: Arkade
mr: आर्केड
ru: Аркады
th: เกมตู้
vi: Giải trí

# gaming_vertical_genre_10
source: Puzzle & Logic
bn: পাজল ও লজিক
hi_in: पहेली और तर्क
id: Teka-teki & Logika
mr: कोडे आणि तर्कशास्त्र
ru: Головоломки и логика
th: ปริศนาและตรรกะ
tl: Palaisipan at Lohika
vi: Câu đố & logic

# gaming_vertical_genre_11
source: Sports & Racing
bn: স্পোর্টস ও রেসিং
hi_in: खेल और रेसिंग
id: Olahraga & Balap
mr: खेळ आणि रेसिंग
ru: Спорт и гонки
th: กีฬาและความเร็ว
tl: Palakasan at Karera
vi: Thể thao & đua xe

# gaming_vertical_genre_12
source: Girls
bn: মেয়েদের
hi_in: लड़कियां हेतु
id: Perempuan
mr: मुली
pa_in: ਕੁੜੀਆਂ
ru: Для девочек
th: สำหรับผู้หญิง
tl: Mga babae
vi: Gái

# onboarding_2_introduction_title
source: Brand-new %1$s
hi_in: एकदम नया %1$s
id: %1$s terbaru
mr: अगदी नवीन %1$s
pa_in: ਬਿਲਕੁਲ ਨਵਾਂ %1$s
ru: Совершенно новый %1$s
th: แกะกล่อง %1$s
tl: Pinakabago %1$s
vi: %1$s hoàn toàn mới

# onboarding_2_introduction_description
source: A fast and lightweight browser, now with cool features! We have added smart shopping search and content to make browsing more fun!
hi_in: एक तेज़ एवं हल्का ब्राउज़र, अब मज़ेदार सुविधाओं के साथ! हमने ब्राउज़िंग को और भी मनोरंजक बनाने के लिए स्मार्ट शॉपिंग सर्च तथा अन्य सामग्री जोड़े हैं!
id: Peramban yang cepat dan ringan, kini dengan fitur menawan! Kami menambahkan pencarian dan konten belanja pintar agar meramban lebih menyenangkan!
ru: Быстрый и лёгкий браузер, теперь с классными функциями. Мы добавили умный поиск покупок и контент, чтобы сделать Интернет-сёрфинг более увлекательным!

# onboarding_2_content_services_news_shopping_games
source: Tap to read trending news, find good deals, or have fun playing the hottest free games!
hi_in: चर्चित समाचार पढ़ने, अच्छी डील्स खोजने या मज़े करने के लिए बेहतरीन मुफ्त गेम्स खेलने के लिए टैप करें!
id: Ketuk untuk membaca berita terkini, temukan tawaran bagus, atau bersenang-senang dengan permainan gratis terbaru!
ru: Нажмите, чтобы читать последние новости, найти выгодные предложения или играть в самые горячие бесплатные игры!

# onboarding_2_content_services_news_games
source: Tap to read trending news or have fun playing the hottest free games!
hi_in: चर्चित समाचार पढ़ने या मज़े करने के लिए बेहतरीन मुफ्त गेम्स खेलने के लिए टैप करें!
id: Ketuk untuk membaca berita terkini atau bersenang-senang dengan permainan gratis terbaru!
ru: Нажмите, чтобы читать последние новости или играть в самые горячие бесплатные игры!
