Repository: mozilla-l10n/zerda-android-l10n
Catalog: locales/*/app.po
Languages: bn, gu_in, hi_in, id, kn, mai, ml, mr, pa_in, ru, ta, te, th, tl, vi

# onboarding_2_content_services_games
source: Tap to play the hottest free games to have fun!
bn: আকর্ষণীয় ফ্রি গেমগুলো উপভোগ করতে ট্যাপ করুন!
hi_in: मज़े करने के लिए बेहतरीन मुफ्त गेम्स खेलने के लिए दबाएं!
id: Ketuk untuk memainkan permainan gratis terkini untuk bersenang-senang!
mr: कडक गेम खेळून मज्जा करण्यास टॅप करा!
ru: Нажмите, чтобы играть в самые горячие бесплатные игры!
th: แตะเพื่อเล่นเกมฟรีสุดฮอตสนุกๆ!
vi: Chạm để chơi các trò chơi miễn hot nhất và vui vẻ!

# onboarding_2_content_services_news_travel
source: Tap to read trending news, plan your next trip and more!
hi_in: चर्चित समाचार पढ़ने, अपनी अगली यात्रा करने तथा अन्य चीज़ें करने के लिए टैप करें!
id: Ketuk untuk membaca berita hangat, rencanakan perjalananmu selanjutnya dan masih banyak lagi!
ru: Нажмите, чтобы читать последние новости, планировать следующую поездку и многое другое!

# onboarding_2_smart_shopping_search_title
source: Smart Shopping Search
bn: স্মার্ট শপিং অনুসন্ধান
hi_in: स्मार्ट शॉपिंग सर्च
id: Pencarian Belanja Cerdas
mr: स्मार्ट शॉपिंग शोध
ru: Умный поиск покупок
th: ค้นหาแบบสมาร์ตชอปปิ้ง
vi: Tìm kiếm mua sắm thông minh

# onboarding_2_smart_shopping_search_description
source: Comparing prices across different online stores is super easy, try it now!
bn: বিভিন্ন অনলাইন স্টোরের দামের তুলনা করা এখন খুবই সহজ, এখনই পরখ করুন!
hi_in: अलग-अलग ऑनलाइन स्टोरों की कीमतों का तुलना करना बहुत ही आसान है, अभी आज़माएं!
id: Membandingkan harga di berbagai toko daring sangat mudah, coba sekarang!
mr: अनेक ऑनलाईन स्टोअर वर किमतीची तुलना करणे झाले सोप्पे, वापरून पहा!
ru: Сравнивать цены во множестве интернет-магазинов — легко, попробуйте сейчас!
th: เปรียบเทียบราคากับร้านค้าออนไลน์ต่าง ๆ ได้ง่ายสุด ๆ ลองดูเลย!
vi: So sánh giá giữa các cửa hàng trực tuyến khác nhau là siêu dễ dàng, hãy thử ngay bây giờ!

# home_search_bar_text
source: Search…
bn: অনুসন্ধান…
hi_in: खोज…
id: Cari…
mr: शोधा…
pa_in: ਖੋਜ…
ru: Поиск…
th: ค้นหา…
tl: Hanapin...
vi: Tìm kiếm…

# home_content_services
source: Content & Services
bn: কন্টেন্ট ও সার্ভিস
hi_in: सामग्री एवं सेवाएं
id: Konten & Layanan
mr: सामग्री आणि सेवा
pa_in: ਸਮੱਗਰੀ ਅਤੇ ਸੇਵਾਵਾਂ
ru: Содержимое и услуги
th: เนื้อหาและบริการ
vi: Nội dung & dịch vụ

# home_discovery
source: Discovery
bn: আবিষ্কার
hi_in: खोज
id: Penemuan
mr: शोध
pa_in: ਖੋਜ
ru: Обзор
th: ค้นพบ
vi: Khám phá

# content_home_context_menu_add_to_home_screen
source: Add to Home screen
bn: নীড় স্ক্রিনে যুক্ত করুন
hi_in: होम स्क्रीन में जोड़ें
id: Tambahkan ke Beranda
mr: मुख्य पटलावर जोडा
pa_in: ਹੋਮ ਸਕ੍ਰੀਨ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
ru: Добавить на домашний экран
th: เพิ่มไปยังหน้าจอหลัก
tl: Idagdag sa Home screen
vi: Thêm vào màn hình chính

# content_home_context_menu_share_link
source: Share link
bn: লিঙ্ক শেয়ার করুন
hi_in: लिंक साझा करें
id: Bagikan tautan
mr: दुवा शेअर करा
pa_in: ਲਿੰਕ ਸਾਂਝਾ ਕਰੋ
ru: Поделиться ссылкой
th: แบ่งปันลิงก์
vi: Chia sẻ liên kết

# content_home_error_message
source: Oops! Something went wrong
bn: ওহ! কোন একটা সমস্যা হয়েছে
hi_in: ओह! कुछ गलत हो गया
id: Ups! Terjadi kesalahan
mr: अरेरे! काहीतरी चूक झाली
pa_in: ਓਹ ਹੋ! ਕੁਝ ਗ਼ਲਤ ਵਾਪਰਿਆ ਹੈ
ru: Ой! Что-то пошло не так
th: อุ๊ย! มีบางอย่างไม่ถูกต้อง
vi: Oops! Có gì đó không ổn

# private_home_title
source: Advanced Private Browsing
bn: উন্নত ব্যক্তিগত ব্রাউজিং
hi_in: उन्नत निजी ब्राउज़िंग
id: Penjelajahan Pribadi Tingkat Lanjut
mr: प्रगत खाजगी ब्राउझिंग
ru: Продвинутый приватный просмотр
th: การท่องเว็บส่วนตัวขั้นสูง
vi: Duyệt web riêng tư nâng cao

# private_home_description_1
source: Now you can browse privately, no history, no passwords recorded and other people who use this device won’t see your activity. Our Advanced Private Browsing can even %1$s by advertisers and websites, which most private modes cannot.
hi_in: अब आप निजी रूप से ब्राउज़ कर सकते हैं, कोई इतिहास, कोई पासवर्ड का रिकॉर्ड नहीं रखा जाएगा और इस उपकरण का उपयोग करने वाले अन्य लोग आपकी गतिविधि नहीं देख पाएंगे। हमारा उन्नत निजी ब्राउज़िंग आपको विज्ञापनकर्ताओं और वेबसाइटों द्वारा %1$s से भी बचा सकता है, जो कि कोई अन्य निजी मोड नहीं कर सकता।
id: Kini Anda dapat menjelajah secara pribadi, tanpa riwayat, tanpa kata sandi yang direkam, dan orang lain yang menggunakan peranti ini tidak akan melihat kegiatan Anda. Penjelajahan Pribadi Tingkat Lanjut kami bahkan mampu %1$s oleh pengiklan dan situs web, yang kebanyakan mode pribadi tidak mampu melakukannya.
ru: Теперь вы можете сёрфить приватно, без сохранения истории и паролей, а другие люди, которые будут использовать это устройство, не увидят вашу активность. Наш расширенный приватный просмотр может даже %1$s рекламодателями и веб-сайтами, что невозможно в большинстве других браузеров.

# private_home_description_2
source: prevent you from being tracked
hi_in: अपने आप को ट्रैक होने से रोकें
id: mencegah agar Anda tidak terlacak
ru: защитить вас от отслеживания

# msrp_logoman_message
source: Win a %1$s
bn: একটি %1$s জিতুন
hi_in: एक %1$s जीतें
id: Menangkan %1$s
mr: %1$s जिंका
pa_in: %1$s ਜਿੱਤੋ
ru: Выиграйте %1$s
vi: Giành phiếu mua hàng %1$s

# msrp_home_hint
source: Try Shopping, News, Game everyday to win %1$s
bn: প্রতিদিন %1$s জিততে শপিং, নিউজ গেম চেষ্টা করুন
hi_in: %1$s जीतने के लिए रोज़ाना शॉपिंग, समाचार, गेम्स को आज़माएं
id: Coba fitur Belanja, Berita, Pemainan setiap hari untuk memenangkan %1$s
mr: रोज %1$s जिंकण्यासाठी शॉपिंग करा, बातम्या वाचा आणि गेम खेळा
ru: Используйте Шоппинг, Новости, Игры каждый день, чтобы выиграть %1$s
vi: Hãy thử mua sắm, tin tức, trò chơi hàng ngày để giành được phiếu giảm giá %1$s

# msrp_reward_title
source: Reward
bn: পুরস্কার
hi_in: पुरस्कार
id: Hadiah
mr: बक्षीस
pa_in: ਇਨਾਮ
ru: Вознаграждение
th: รางวัล
tl: Gantimpala
vi: Phần thưởng

# msrp_reward_category_1
source: Mission
bn: উদ্দেশ্য
hi_in: लक्ष्य
id: Misi
mr: उद्देश्य
ru: Миссия
th: ภารกิจ
tl: Misyon
vi: Nhiệm vụ

# msrp_reward_category_2
source: Gift
bn: উপহার
hi_in: उपहार
id: Hadiah
mr: भेट
pa_in: ਤੋਹਫ਼ਾ
ru: Подарок
th: ของขวัญ
tl: Regalo
vi: Quà tặng

# msrp_reward_challenge_title
source: Try Shopping, News, Game for 7 days in a row!
bn: টানা 7 দিন শপিং, নিউজ গেম চেষ্টা করে দেখুন!
hi_in: लगातार 7 दिन शॉपिंग, समाचार, गेम्स को आज़माएं!
id: Coba fitur Belanja, Berita dan Pemainan dalam 7 hari berturut-turut!
mr: सलग 7 दिवस शॉपिंग, न्यूज, गेम वापरुन पहा!
pa_in: ਲਗਾਤਾਰ 7 ਦਿਨਾਂ ਲਈ ਖਰੀਦਦਾਰੀ, ਖ਼ਬਰਾਂ, ਖੇਡ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ!
ru: Используйте Шоппинг, Новости, Игры 7 дней подряд!
vi: Hãy thử mua sắm, tin tức, trò chơi trong 7 ngày liên tiếp!

# msrp_reward_challenge_expire
source: Expires %1$s
bn: %1$s এ মেয়াদোত্তীর্ণ হবে
hi_in: %1$s को समाप्त
id: Berlaku hingga %1$s
mr: काल्बाह्यता %1$s
pa_in: %1$s ਦੀ ਮਿਆਦ ਪੁੱਗ ਰਹੀ ਹੈ
ru: Истекает %1$s
th: หมดอายุเมื่อ %1$s
vi: Hết hạn vào %1$s

# msrp_challenge_title
source: 7-day challenge for Rp 15,000 Shopee voucher
bn: 15,000 রুপি শপিং ভাউচারের জন্য 7 দিনের চ্যালেঞ্জ
hi_in: ₹ 15,000 की खरीदारी वॉऊचर जीतने के लिए 7-दिनों का चैलेंज
id: Tantangan 7 hari untuk voucer Shopee senilai Rp15.000
mr: 15,000 रुपयांच्या शॉपी व्हाउचरसाठी 7-दिवसाचे आव्हान
ru: 7-дневное испытание для получения ваучера на 15000 рупий
vi: Thử thách 7 ngày đối với phiếu mua hàng Rp 15,000 Shopee

# msrp_challenge_description
source: Rp 15,000 Shopee voucher
bn: 15,000 রুপি শপিং ভাউচার
hi_in: ₹ 15,000 की शॉपिंग वॉऊचर
id: Voucer Shopee Rp15.000,-
mr: 15,000 रुपयांचे शॉपी व्हाउचर
ru: Ваучер Shopee на 15000 рупий
vi: Phiếu mua hàng Rp 15,000 Shopee

# msrp_challenge_details_title_1
source: Join the 7-Day challenge
bn: 7 দিনের চ্যালেঞ্জে যোগ দিন
hi_in: 7-दिवसीय चुनौती में शामिल हों
id: Ikuti Tantangan 7 hari
mr: 7-दिवसीय आव्हानात सामील व्हा
pa_in: 7 ਦਿਨਾਂ ਦੀ ਚੁਣੌਤੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ
ru: Присоединитесь к 7-дневному испытанию
vi: Tham gia thử thách 7 ngày

# msrp_challenge_details_body_1
source: Try Shopping, News, Game on %1$s Home by simply clicking the buttons for seven days in a row.
bn: একটানা সাতদিন ধরে বাটনগুলোয় ক্লিক করে %1$s হোম এ শপিং, নিউজ, গেম চেষ্টা করুন।
hi_in: %1$s के मुख्य पृष्ठ पर बस लगातार सात दिनों तक बटन दबाकर शॉपिंग, समाचार, गेम को आज़माएं।
id: Coba fitur Belanja, Berita dan Permainan di beranda %1$s dengan mengklik menu tersebut selama tujuh hari berturut-turut.
mr: सलग सात दिवस फक्त बटण क्लिक करून %1$s मुख्यपृष्ठावर खरेदी, बातमी, गेम वापरून पहा.
ru: Используйте Шоппинг, Новости, Игры на домашнем экране %1$s, просто нажимая на кнопки 7 дней подряд.
vi: Hãy thử mua sắm, tin tức, trò chơi trên trang chủ %1$s bằng cách nhấp vào các nút trong bảy ngày liên tiếp.

# msrp_challenge_details_title_2
source: Use your Firefox account to redeem your reward
bn: আপনার পুরষ্কারটি পেতে Firefox অ্যাকাউন্ট ব্যবহার করুন
hi_in: अपने इनाम को पाने के लिए अपने Firefox खाते का प्रयोग करें
id: Gunakan akun Firefox untuk menukarkan kupon Anda
mr: आपला बक्षीस घेण्यासाठी आपल्या Firefox खात्याचा वापर करा
ru: Используйте Аккаунт Firefox для получения своей награды
vi: Sử dụng tài khoản Firefox của bạn để đổi phần thưởng của bạn

# msrp_challenge_details_body_2
source: %1$s Make sure you sign in to the account you want to use before you complete your redemption.
bn: %1$s ছাড় পাবার প্রক্রিয়া সম্পন্ন করার আগে নিশ্চিত হোন যে আপনার কাঙ্খিত অ্যাকাউন্টে সাইন ইন করেছেন।
hi_in: अपने इनाम पाने की प्रक्रिया को पूरा करने से पहले जिस खाते का आप उपयोग करना चाहते हैं उसमें साइन इन करना ना भूलें। %1$s
id: %1$s Pastikan Anda telah masuk menggunakan akun yang ingin Anda gunakan sebelum menyelesaikan penukaran.
mr: %1$s विमोचन पूर्ण करण्या आधी आपण जे खाते वापरणार आहेत त्यात साइन इन केले आहे याची खात्री करा.
ru: %1$s Убедитесь, что вы вошли в аккаунт, который хотите использовать для получения вознаграждения.
vi: %1$s Đảm bảo bạn đăng nhập vào tài khoản bạn muốn sử dụng trước khi hoàn tất việc đổi quà.

# msrp_challenge_details_sign_in_to_start
source: Enter your email address to get started.
bn: শুরু করাতে আপনার ইমেইল দিন।
hi_in: शुरू करने के लिए अपना ईमेल पता दर्ज करें।
id: Masukkan alamat surel Anda untuk memulai.
mr: प्रारंभ करण्यासाठी आपला ईमेल पत्ता प्रविष्ट करा.
ru: Чтобы начать введите свой адрес электронной почты.
th: ป้อนที่อยู่อีเมลของคุณเพื่อเริ่มต้นใช้งาน
vi: Nhập địa chỉ email của bạn để bắt đầu.

# msrp_challenge_button_1
source: I’m In!
bn: আমি আছি!
hi_in: मैं शामिल हूं!
id: Ikuti tantangan!
mr: मी तयार आहे!
pa_in: ਮੈਂ ਵਿਚ ਹਾਂ!
ru: Я участвую!
tl: Sali ako!
vi: Tôi đã sẵn sàng!

# msrp_challenge_tou
source: By clicking “I’m In!” you are agreeing to our %1$s
bn: আপনি “I’m In!” ক্লিক করার মাধ্যমে আমাদের %1$s এর সাথে সম্মত হচ্ছেন
hi_in: “मैं शामिल हूं” पर क्लिक करने से आप हमारे %1$s पर सहमत हो रहे हैं
id: Dengan mengklik “Saya ikut” berarti Anda menyetujui %1$s kami
mr: “मी तयार आहे!” क्लिक करून आपण आमच्या %1$s ला सहमती देत आहात
ru: Нажимая «Я участвую», вы соглашаетесь с нашими %1$s
vi: Bằng cách nhấp vào “Tôi đã sẵn sàng” bạn đã đồng ý với %1$s của chúng tôi

# msrp_challenge_tou_terms_of_use
source: Terms of Use
bn: ব্যবহারের শর্তাবলী
hi_in: उपयोग की शर्तें
id: Ketentuan Penggunaan
mr: वापरण्याच्या अटी
pa_in: ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ
ru: Условиями использования
th: เงื่อนไขการใช้งาน
vi: Điều khoản sử dụng

# msrp_challenge_button_2
source: Leave mission
bn: মিশন ছেড়ে দিন
hi_in: प्रतियोगिता छोड़ें
id: Tinggalkan misi
mr: मिशन सोडा
pa_in: ਮਿਸ਼ਨ ਛੱਡੋ
ru: Покинуть миссию
th: ออกจากภารกิจ
vi: Rời nhiệm vụ

# msrp_challenge_separator
source: How to redeem
bn: কীভাবে ছাড়বেন
hi_in: इनाम कैसे पाएं
id: Cara penukaran
mr: विमोचन कसे करायचे
pa_in: ਕਿਵੇਂ ਛੁਡਾਉਣਾ ਹੈ
ru: Как выкупить
th: วิธีการแลกใช้
vi: Làm thế nào để đổi quà

# msrp_challenge_button_4
source: Use Firefox account to redeem
bn: ব্যবহার করতে Firefox অ্যাকাউন্ট ব্যবহার করুন
hi_in: इनाम पाने के लिए Firefox खाते का उपयोग करें
id: Gunakan akun Firefox untuk menukar kupon
mr: विमोचन करण्यासाठी Firefox खाते वापरा
ru: Использовать Аккаунт Firefox для выкупа
th: ใช้บัญชี Firefox เพื่อแลกใช้
vi: Sử dụng tài khoản Firefox để đổi quà

# msrp_challenge_leaving_body
source: All your progress will be deleted. Are you sure?
bn: আপনার সমস্ত অগ্রগতি মুছে ফেলা হবে। আপনি কি নিশ্চিত?
hi_in: आपकी सभी प्रगति मिटा दी जाएगी। आप सुनिश्चित हैं?
id: Semua capaian akan dihapus. Apakah Anda yakin?
mr: आपली सर्व प्रगती हटविली जाईल. आपल्याला खात्री आहे?
ru: Все ваши достижения будут утеряны. Вы уверены?
vi: Tất cả tiến độ của bạn sẽ bị xóa. Bạn có chắc không?

# msrp_challenge_leaving_button_1
source: CANCEL
hi_in: रद्द करें
id: BATAL
mr: रद्द करा
pa_in: ਰੱਦ ਕਰੋ
ru: ОТМЕНА
th: ยกเลิก
tl: KANSELAHIN
vi: HỦY BỎ

# msrp_challenge_leaving_button_2
source: LEAVE
hi_in: छोड़ें
id: TINGGALKAN
mr: सोडा
pa_in: ਛੱਡੋ
ru: ВЫЙТИ
th: ออก
tl: UMALIS
vi: RỜI KHỎI

# msrp_completed_popup_title
source: Congratulations!
bn: অভিনন্দন!
hi_in: बधाई हो!
id: Selamat!
mr: अभिनंदन!
pa_in: ਮੁਬਾਰਕਾ!
ru: Поздравляем!
th: ขอแสดงความยินดี!
tl: Binabati kita!
vi: Chúc mừng!

# msrp_completed_popup_body
source: Thanks for trying out some of our new features. We hope you’ve enjoyed using them!
bn: আমাদের নতুন কিছু ফিচার ব‍্যবহার করার জন‍্য আপনাকে ধন‍্যবাদ। আমরা আশা করি আপনি সেগুলো ব্যবহার করে উপভোগ করেছেন!
hi_in: हमारी कुछ नई विशेषताओं को आज़माने के लिए धन्यवाद। हमें उम्मीद है कि आपने इनका उपयोग करके आनंद लिया होगा!
id: Terima kasih sudah mencoba fitur terbaru kami. Kami harap Anda senang menggunakannya!
mr: आमच्या काही नवीन वैशिष्ट्यांचा वापर केल्याबद्दल धन्यवाद. आम्हाला आशा आहे की आपण त्यांचा आनंद घेतला असेल!
ru: Спасибо, что опробовали некоторые из наших новых функций. Мы надеемся, что вам понравилось их использовать!
vi: Cảm ơn bạn đã thử một số tính năng mới của chúng tôi. Chúng tôi hy vọng bạn thích sử dụng chúng!

# msrp_completed_popup_button1
source: Use Firefox account to redeem
bn: ব্যবহার করতে Firefox অ্যাকাউন্ট ব্যবহার করুন
hi_in: इनाम पाने के लिए Firefox खाते का उपयोग करें
id: Gunakan akun Firefox untuk menukar kupon
mr: विमोचन करण्यासाठी Firefox खाते वापरा
ru: Использовать Аккаунт Firefox для выкупа
th: ใช้บัญชี Firefox เพื่อแลกใช้
vi: Sử dụng tài khoản Firefox để đổi quà

# msrp_completed_popup_button2
source: Later
bn: পরে
hi_in: बाद में
id: Nanti saja
mr: नंतर
pa_in: ਬਾਅਦ ਵਿੱਚ
ru: Позже
th: ภายหลัง
tl: Mamaya
vi: Để sau

# msrp_challenge_completed_title
source: Congratulations!
bn: অভিনন্দন!
hi_in: बधाई हो!
id: Selamat!
mr: अभिनंदन!
pa_in: ਵਧਾਈਆਂ!
ru: Поздравляем!
th: ขอแสดงความยินดี!
tl: Binabati kita!
vi: Chúc mừng!

# msrp_challenge_completed_body
source: Thanks for trying out some of our new features. We hope you’ve enjoyed using them!
bn: আমাদের নতুন কিছু ফিচার ব‍্যবহার করার জন‍্য আপনাকে ধন‍্যবাদ। আমরা আশা করি আপনি সেগুলো ব্যবহার করে উপভোগ করেছেন!
hi_in: हमारी कुछ नई विशेषताओं को आज़माने के लिए धन्यवाद। हमें उम्मीद है कि आपने इनका उपयोग करके आनंद लिया होगा!
id: Terima kasih sudah mencoba fitur terbaru kami. Kami harap Anda senang menggunakannya!
mr: आमच्या काही नवीन वैशिष्ट्यांचा वापर केल्याबद्दल धन्यवाद. आम्हाला आशा आहे की आपण त्यांचा आनंद घेतला असेल!
ru: Спасибо, что опробовали некоторые из наших новых функций. Мы надеемся, что вам понравилось их использовать!
vi: Cảm ơn bạn đã thử một số tính năng mới của chúng tôi. Chúng tôi hy vọng bạn thích sử dụng chúng!

# msrp_challenge_button_5
source: Redeem later
bn: পরে ব্যবহার করুন
hi_in: बाद में इनाम प्राप्त करें
id: Tukarkan nanti
mr: नंतर विमोचन करा
ru: Выкупить позже
th: แลกใช้ในภายหลัง
tl: Pagtubos mamaya
vi: Đổi quà sau

# msrp_voucher_title
source: Your %1$s is ready!
bn: আপনার %1$s প্রস্তুত!
hi_in: आपका %1$s वॉउचर तैयार है!
id: Voucer %1$s Anda telah tersedia!
mr: आपले %1$s तयार आहे!
pa_in: ਤੁਹਾਡਾ %1$s ਤਿਆਰ ਹੈ!
ru: Ваш %1$s готов!
th: %1$s ของคุณพร้อมแล้ว!
tl: Handa na ang iyong %1$s!
vi: Phiếu giảm giá %1$s của bạn đã sẵn sàng!

# msrp_voucher_body_1
source: Voucher is valid for a limited time only. We reserve the right to modify or cancel voucher at any time.
bn: ভাউচার কেবল সীমিত সময়ের জন্য বৈধ। আমরা যে কোন সময় ভাউচারকে সংশোধন বা বাতিল করার অধিকার সংরক্ষণ করি।
hi_in: वाउचर सीमित समय के लिए ही मान्य है। हम किसी भी समय वाउचर को संशोधित या रद्द करने का अधिकार सुरक्षित रखते हैं।
id: Voucer berlaku dalam waktu terbatas. Kami berhak mengubah atau membatalkan kupon kapan saja.
mr: व्हाउचर केवळ मर्यादित काळासाठी वैध आहे. आम्ही कोणत्याही वेळी व्हाउचर सुधारित किंवा रद्द करण्याचा अधिकार राखून ठेवतो.
ru: Ваучер действителен только в течение ограниченного времени. Мы оставляем за собой право изменить или отменить ваучер в любое время.
vi: Phiếu mua hàng chỉ có giá trị trong một thời gian giới hạn. Chúng tôi có quyền sửa đổi hoặc hủy bỏ phiếu bất cứ lúc nào.

# msrp_voucher_body_2
source: We reserve the right, at its sole discretion, to change, modify, add or remove portions of these Terms of Use, at any time.
bn: আমরা যে কোনও সময় সম্পূর্ণ বিচক্ষণতার ভিত্তিতে এই শর্তাবলীর পরিবর্তন, সংশোধন, সংযোজন বা অপসারণের অধিকার সংরক্ষণ করি।
hi_in: हम किसी भी समय, इन उपयोग की शर्तों के कुछ हिस्सों को बदलने, संशोधित करने, जोड़ने या हटाने का अधिकार, अपने विवेक पर सुरक्षित रखते हैं।
id: Kami berhak untuk mengubah, memodifikasi, menambah atau menghapus bagian dari syarat penggunaan kapan pun tanpa pemberitahuan terlebih dahulu.
mr: या वापर अटींमधील भाग बदलणे, सुधारित करणे, जोडणे किंवा काढणे हा अधिकार, आमच्या विवेकबुद्धीनुसार आम्ही राखीव ठेवतो.
ru: Мы оставляем за собой право по собственному усмотрению изменять, модифицировать, добавлять или удалять пункты Условий использования в любое время.
vi: Chúng tôi bảo lưu quyền, theo quyết định riêng của mình, để thay đổi, sửa đổi, thêm hoặc xóa các phần của điều khoản sử dụng này bất cứ lúc nào.

# msrp_voucher_expire
source: Expires %1$s
bn: %1$s এ মেয়াদোত্তীর্ণ হবে
hi_in: %1$s को समाप्त
id: Berlaku hingga %1$s
mr: काल्बाह्यता %1$s
pa_in: %1$s ਦੀ ਮਿਆਦ ਪੁੱਗ ਰਹੀ ਹੈ
ru: Истекает %1$s
th: หมดอายุเมื่อ %1$s
tl: Mag-eexpire sa %1$s
vi: Hết hạn vào %1$s

# msrp_voucher_button_2
source: Copy voucher and go shopping
bn: ভাউচার অনুলিপি করুন এবং শপিং করুন
hi_in: वॉऊचर कॉपी करें और शॉपिंग पर जाएं
id: Salin voucer dan gunakan untuk belanja
mr: व्हाउचर कॉपी करा आणि खरेदी करा
ru: Взять ваучер и перейти к шоппингу
th: คัดลอกบัตรกำนัลและไปซื้อของ
vi: Phiếu mua hàng chỉ có thể được áp dụng thông qua URL này dưới đây:

# msrp_voucher_button_1
source: Copy
bn: অনুলিপি
hi_in: नक़ल करें
id: Salin
mr: प्रत बनवा
pa_in: ਨਕਲ ਕਰੋ
ru: Копировать
th: คัดลอก
tl: Kopyahin
vi: Sao chép

# msrp_voucher_toast
source: Voucher code copied
bn: ভাউচার কোড অনুলিপি করা হয়েছে
hi_in: वाउचर कोड कॉपी किया गया
id: Kode voucher disalin
mr: व्हाउचर कोड कॉपी केला
ru: Код ваучера скопирован
th: คัดลอกรหัสบัตรกำนัลแล้ว
vi: Đã sao chép mã phiếu mua hàng

# msrp_voucher_nostock
source: The voucher is out of stock
bn: ভাউচারের স্টক শেষ
hi_in: वॉऊचर स्टॉक में नहीं है
id: Kupon habis
mr: व्हाउचर स्टॉक समाप्त
ru: Ваучер закончился
th: บัตรกำนัลหมด
vi: Đã hết phiếu giảm giá

# msrp_faq
source: Any questions? %1$s.
bn: কোন প্রশ্ন রয়েছে? %1$s।
hi_in: कोई समस्या? %1$s।
id: Ada pertanyaan? %1$s.
mr: काही प्रश्न? %1$s.
ru: Есть вопросы? %1$s.
th: มีคำถาม? %1$s
vi: Bạn có câu hỏi? %1$s.

# msrp_contact_us
source: Contact us
bn: যোগাযোগ
hi_in: हमसे संपर्क करें
id: Hubungi kami
mr: संपर्क करा
pa_in: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
ru: Свяжитесь с нами
th: ติดต่อเรา
tl: Makipag-ugnayan sa amin
vi: Liên hệ với chúng tôi

# msrp_reward_redeem_redeem
source: Redeem
bn: পুনরুদ্ধার করুন
hi_in: इनाम प्राप्त करें
id: Tukar
mr: विमोचन करा
ru: Выкупить
th: แลกใช้
tl: Pagtubos
vi: Đổi quà

# msrp_reward_redeem_voucher
source: Voucher
bn: ভাউচার
hi_in: वाउचर
id: Voucer
mr: व्हाउचर
ru: Ваучер
th: บัตรกำนัล
vi: Phiếu mua hàng

# msrp_disqualification_title_1
source: Warning: multiple Firefox accounts detected
bn: সতর্কতা: একাধিক Firefox অ্যাকাউন্ট সনাক্ত করা হয়েছে
hi_in: चेतावनी: कई Firefox खातों का पता चला
id: Peringatan: multipel akun Firefox terdeteksi
mr: चेतावणी: अनेक Firefox खाती आढळली
ru: Предупреждение: обнаружено несколько Аккаунтов Firefox
vi: Cảnh báo: đã phát hiện nhiều tài khoản Firefox

# msrp_disqualification_body_1
source: Only one Firefox account may be used to participate in the 7-Day challenge. If you switch and use another account, you will be disqualified from this challenge.
bn: কেবল একটি Firefox অ্যাকাউন্ট থেকে 7-দিনের চ্যালেঞ্জে অংশগ্রহণ করা যেতে পারে। যদি আপনি অন্য অ্যাকাউন্টে বদল করেন, এই চ্যালেঞ্জ এর জন্য আপনাকে অযোগ্য ঘোষণা করা হবে।
hi_in: 7-दिन की चुनौती में भाग लेने के लिए केवल एक Firefox खाते का उपयोग किया जा सकता है। यदि आप बदलते और किसी अन्य खाते का उपयोग करते हैं, तो आपको इस चुनौती से अयोग्य घोषित कर दिया जाएगा।
id: Untuk berpartisipasi dalam tantangan 7-hari, Anda hanya dapat menggunakan satu akun Firefox. Jika Anda mengganti dan menggunakan akun lain, Anda akan didiskualifikasi dari tantangan ini.
mr: 7-दिवसांच्या आव्हानात भाग घेण्यासाठी फक्त एक फायरफॉक्स खाते वापरल जाऊ शकत. आपण दुसरे खाते बदलल्यास आणि वापरल्यास आपण या आव्हानातून अपात्र ठराल.
ru: Для участия в 7-дневном испытании можно использовать только один Аккаунт Firefox. Если вы переключитесь и будете использовать другой аккаунт, вы будете дисквалифицированы.
vi: Chỉ một tài khoản Firefox có thể được sử dụng để tham gia thử thách 7 ngày. Nếu bạn chuyển đổi và sử dụng tài khoản khác, bạn sẽ bị loại khỏi thử thách này.

# msrp_disqualification_button_1
source: I understand
bn: আমি বুঝেছি
hi_in: मैं समझता हूं
id: Saya mengerti
mr: मला समजले
pa_in: ਮੈਂ ਸਮਝਦਾ ਹਾਂ
ru: Я понимаю
th: ฉันเข้าใจ
tl: Naiintindihan ko
vi: Tôi hiểu

# msrp_disqualification_title_2
source: Final warning: multiple Firefox accounts detected
bn: চূড়ান্ত সতর্কতা: একাধিক Firefox অ্যাকাউন্ট সনাক্ত করা হয়েছে
hi_in: अंतिम चेतावनी: कई Firefox खातों का पता चला
id: Peringatan terakhir: multipel akun Firefox terdeteksi
mr: अंतिम चेतावणी: अनेक Firefox खाती आढळली
ru: Последнее предупреждение: обнаружено несколько Аккаунтов Firefox
vi: Cảnh báo cuối cùng: đã phát hiện nhiều tài khoản Firefox

# msrp_disqualification_title_3
source: Account disabled
bn: অ্যাকাউন্ট নিষ্ক্রিয় করা হয়েছে
hi_in: खाता निष्क्रिय
id: Akun dinonaktifkan
mr: खाते अक्षम केले
ru: Аккаунт отключен
vi: Tài khoản đã bị vô hiệu hóa

# msrp_disqualification_body_3
source: You can no longer participate in the 7-Day challenge.
bn: আপনি আর 7-দিনের চ্যালেঞ্জে অংশ নিতে পারবেন না।
hi_in: अब आप 7-दिन की चुनौती में भाग नहीं ले सकते।
id: Anda tidak dapat berpartisipasi lagi dalam tantangan 7 hari.
mr: आपण यापुढे 7-दिवस आव्हानात भाग घेऊ शकत नाही.
ru: Вы больше не можете участвовать в 7-дневном испытании.
vi: Bạn không còn có thể tham gia vào thử thách 7 ngày.

# msrp_disqualification_button_3
source: Close
bn: বন্ধ
hi_in: बंद करें
id: Tutup
mr: बंद करा
pa_in: ਬੰਦ ਕਰੋ
ru: Закрыть
th: ปิด
tl: Isara
vi: Đóng

# msrp_completed_toast_day1
source: Great! You have successfully completed your first daily challenge!
bn: অসাধারণ! আপনি সফলভাবে আপনার প্রথম দৈনিক চ্যালেঞ্জটি শেষ করেছেন!
hi_in: बढिया! आपने अपनी पहली दैनिक चुनौती सफलतापूर्वक पूरी कर ली है!
id: Bagus! Anda telah berhasil menyelesaikan tantangan harian pertama Anda!
mr: मस्त! आपण आपले प्रथम दैनिक आव्हान यशस्वीरित्या पूर्ण केले!
ru: Отлично! Вы успешно выполнили своё задание на первый день!
vi: Tuyệt quá! Bạn đã hoàn thành thành công thử thách hàng ngày đầu tiên của bạn!

# msrp_completed_toast_day2
source: Cool! You have completed the second daily challenge!
bn: দারুন! দ্বিতীয় দৈনিক চ্যালেঞ্জটি আপনি শেষ করেছেন!
hi_in: अच्छा! आपने दूसरी दैनिक चुनौती पूरी कर ली है!
id: Bagus! Anda telah menyelesaikan tantangan harian kelima!
mr: मस्त! आपण दुसरे दैनिक आव्हान पूर्ण केले!
ru: Круто! Вы успешно выполнили своё задание на второй день!
vi: Tuyệt! Bạn đã hoàn thành thử thách hàng ngày thứ hai!

# msrp_completed_toast_day3
source: Awesome! You have completed the third daily challenge, keep it up!
bn: অসাধারণ! আপনি তৃতীয় দৈনিক চ্যালেঞ্জটি শেষ করেছেন, চালিয়ে যান!
hi_in: बहुत बढ़िया! आपने तीसरी दैनिक चुनौती पूरी कर ली है, इसे जारी रखें!
id: Luar biasa! Anda telah menyelesaikan tantangan harian ketiga, teruskan!
mr: अप्रतिम! आपण तिसरे दैनिक आव्हान पूर्ण केले आहे, चालू ठेवा!
ru: Потрясающие! Вы успешно выполнили своё задание на третий день, так держать!
vi: Tuyệt vời! Bạn đã hoàn thành thử thách hàng ngày thứ ba, hãy tiếp tục!
