Repository: mozilla-l10n/zerda-android-l10n
Catalog: locales/*/app.po
Languages: bn, gu_in, hi_in, id, kn, mai, ml, mr, pa_in, ru, ta, te, th, tl, vi

source: Open
bn: খুলুন
gu_in: ખોલો
hi_in: खोलें
id: Buka
kn: ತೆರೆ
mai: खोलू
ml: തുറക്കുക
mr: उघडा
pa_in: ਖੋਲ੍ਹੋ
ru: Открыть
ta: திற
te: తెరువు
th: เปิด
tl: Buksan
vi: Mở

# menu_longpress_downloads
source: Long press to open Downloads
bn: ডাউনলোড খুলতে দীর্ঘক্ষণ চেপে ধরুন
gu_in: ડાઉનલોડ્સ ખોલવા માટે લાંબા સમય સુધી દબાવો
hi_in: डाउनलोड को खोलने हेतु कुछ देर दबा कर रखें
id: Tekan lama untuk membuka Unduhan
kn: ಡೌನ್ಲೋಡ್ಗಳನ್ನು ತೆರೆಯಲು ದೀರ್ಘವಾಗಿ ಒತ್ತಿರಿ
ml: ഡൗണ്‍ലോഡുകൾ തുറക്കാൻ നീട്ടി അമര്‍ത്തുക
mr: डाऊनलोड उघडण्यासाठी लांब दाबा
pa_in: ਡਾਊਨਲੋਡ ਨੂੰ ਖੋਲ੍ਹਣ ਲਈ ਲੰਮਾ ਸਮਾਂ ਦਬਾਓ
ru: Длительное нажатие открывает Загрузки
ta: பதிவிறக்கங்களைத் திறக்க நீண்ட நேரம் அழுத்தவும்
te: దింపుకోళ్ళను తెరవడానికి ఎక్కవసేపు నొక్కి ఉంచండి
th: กดค้างเพื่อเปิดการดาวน์โหลด
tl: Long pindutin upang buksan ang Mga Download
vi: Nhấn và giữ để mở tải xuống

# pause
source: paused
bn: বিরতি
gu_in: અટકાવ્યું
hi_in: रोका गया
id: dijeda
kn: ವಿರಮಿಸಿದೆ
mai: रुकल
ml: താൽക്കാലികമായി നിർത്തി
mr: विराम दिले
pa_in: ਰੁਕਿਆ
ru: приостановлена
ta: இடைநிறுத்தப்பட்டது
te: నిలిపివేయబడింది
th: หยุดชั่วคราวอยู่
tl: nakatigil
vi: tạm dừng

source: Pending
bn: বাকি আছে
gu_in: બાકી
hi_in: पेन्डिंग
id: Ditunda
kn: ಬಾಕಿ ಇರುವ
mai: स्थगित
ml: കാത്തിരിക്കുന്നു
mr: प्रलंबित
pa_in: ਬਕਾਇਆ
ru: В ожидании
ta: நிலுவையிலுள்ளது
te: వేచివుంది
th: กำลังรอ
tl: Nakabinbin
vi: Đang chờ xử lý

# running
source: downloading
bn: ডাউনলোড করা হচ্ছে
gu_in: ડાઉનલોડ કરી રહ્યું છે
hi_in: डाउनलोड हो रहा है
id: mengunduh
kn: ಡೌನ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ
mai: डाउनलोड कए रहल अछि…
ml: ഡൗൺലോഡ് ചെയ്യുന്നു
mr: डाउनलोड करत आहे
pa_in: ਡਾਊਨਲੋਡ ਹੋ ਰਿਹਾ ਹੈ
ru: загрузка
ta: பதிவிறக்குகிறது
te: దింపుకుంటూంది
th: กำลังดาวน์โหลด
tl: dinadownload
vi: đang tải xuống

source: Successful
bn: সফল
gu_in: સફળ
hi_in: सफल
id: Sukses
kn: ಯಶಸ್ವಿಯಾಗಿದೆ
mai: सफल
ml: വിജയകരം
mr: यशस्वी
pa_in: ਕਾਮਯਾਬ
ru: Выполнена
ta: வெற்றி
te: విజయవంతం
th: สำเร็จ
tl: Matagumpay
vi: Thành công

source: failed
bn: ব্যর্থ হয়েছে
gu_in: નિષ્ફળ
hi_in: विफल
id: gagal
kn: ವಿಫಲಗೊಂಡಿದೆ
mai: विफल
ml: പരാജയപ്പെട്ടു
mr: अयशस्‍वी झाले
pa_in: ਨਾਕਾਮਯਾਬ
ru: не удалась
ta: தோல்வி
te: విఫలమైంది
th: ล้มเหลว
tl: hindi matagumpay
vi: thất bại

source: Unknown
bn: অজানা
gu_in: અજ્ઞાત
hi_in: अज्ञात
id: Tidak diketahui
kn: ಗೊತ್ತಿರದ
mai: अज्ञात
ml: അനിശ്ചിതം
mr: अपरिचीत
pa_in: ਅਣਪਛਾਤਾ
ru: Неизвестно
ta: தெரியாதது
te: తెలియదు
th: ไม่ทราบ
tl: Hindi alam
vi: Không xác định

# setting_dialog_sd_card
source: SD card
bn: SD কার্ড
hi_in: एसडी कार्ड
id: Kartu SD
kn: ಎಸ್‍ಡಿ ಕಾರ್ಡ್
mai: SD कार्ड
ml: എസ്ഡി കാർഡ്
mr: SD कार्ड
pa_in: SD ਕਾਰਡ
ru: SD-карта
ta: நினைவக அட்டை
te: SD కార్డు
th: การ์ด SD
vi: Thẻ SD

# setting_dialog_internal_storage
source: Internal storage
bn: ইন্টারনাল স্টোরেজ
gu_in: આંતરિક સંગ્રહ
hi_in: आंतरिक संग्रहण
id: Penyimpanan internal
kn: ಆಂತರಿಕ ಶೇಖರಣೆ
mai: भीतरी संग्रहण
ml: ആഭ്യന്തര സംഭരണി
mr: अंतर्गत संचयन
pa_in: ਅੰਦਰੂਨੀ ਸਟੋਰੇਜ਼
ru: Внутренняя память
ta: உள்ளார்ந்த சேமிப்பகம்
te: అంతర్గత నిల్వ
th: ที่เก็บข้อมูลภายใน
vi: Bộ nhớ trong

# browsing_history_clear_btn
source: CLEAR BROWSING HISTORY
bn: ব্রাউজিং-র পূর্ববর্তী তথ্য মুছে দিন
gu_in: બ્રાઉઝિંગ ઇતિહાસ સ્વચ્છ કરો
hi_in: ब्राउज़िंग इतिहास मिटाएं
id: HAPUS RIWAYAT PENJELAJAHAN
kn: ಜಾಲಾಟದ ಇತಿಹಾಸ ತೆರೆವುಗೊಳಿಸಿ
mai: ब्राउजिंग इतिहास मेटाबू
ml: ബ്രൗസിംഗ് നാൾവഴി വെടിപ്പാക്കൂ
mr: ब्राऊझिंग इतिहास नष्ट करा
pa_in: ਬਰਾਊਜਿੰਗ ਅਤੀਤ ਸਾਫ ਕਰੋ
ru: УДАЛИТЬ ИСТОРИЮ ВЕБ-СЁРФИНГА
ta: உலாவல் வரலாற்றைத் துடை
te: విహరణ చరిత్రను తుడిచివేయి
th: ล้างประวัติการเรียกดู
tl: BURAHIN ANG KASAYSAYAN NG PAG-BROWSE
vi: XOÁ LỊCH SỬ TRUY CẬP

# browsing_history_empty_view_msg
source: No browsing history
bn: ব্রাউজিং-র পূর্ববর্তী তথ্য নেই
gu_in: કોઈ બ્રાઉઝિંગ ઇતિહાસ નથી
hi_in: कोई ब्राउज़िंग इतिहास नहीं है
id: Tidak ada riwayat penjelajahan
kn: ವೀಕ್ಷಣೆಯ ಇತಿಹಾಸ ಲಭ್ಯವಿಲ್ಲ
mai: कोनो ब्राउजिंग इतिहास नहि अछि
ml: ബ്രൗസിംഗ് നാൾവഴിയില്ല
mr: ब्राउजिंग इतिहास नाही
pa_in: ਬਰਾਊਜਿੰਗ ਅਤੀਤ ਨਹੀਂ
ru: Нет истории веб-сёрфинга
ta: உலாவல் வரலாறு இல்லை
te: విహరణ చరిత్ర ఏమీలేదు
th: ไม่มีประวัติการเรียกดู
tl: Walang bakas ng kasaysayan sa pagbrowse
vi: Không có lịch sử duyệt

# browsing_history_date_today
source: Today
bn: আজ
gu_in: આજે
hi_in: आज
id: Hari ini
kn: ಇಂದು
mai: आइ
ml: ഇന്ന്
mr: आज
pa_in: ਅੱਜ
ru: Сегодня
ta: இன்று
te: ఈ రోజు
th: วันนี้
tl: Ngayon
vi: Hôm nay

# browsing_history_date_yesterday
source: Yesterday
bn: গতকাল
gu_in: ગઈ કાલે
hi_in: कल
id: Kemarin
kn: ನಿನ್ನೆ
mai: काल्हि
ml: ഇന്നലെ
mr: काल
pa_in: ਕੱਲ੍ਹ
ru: Вчера
ta: நேற்று
te: నిన్న
th: เมื่อวานนี้
tl: Kahapon
vi: Hôm qua

# browsing_history_menu_delete
source: Delete
bn: মুছুন
gu_in: કાઢી નાંખો
hi_in: मिटाएं
id: Hapus
kn: ಅಳಿಸು
mai: मेटाबू
ml: നീക്കം ചെയ്യൂ
mr: हटवा
pa_in: ਹਟਾਓ
ru: Удалить
ta: அழி
te: తొలగించు
th: ลบ
tl: Burahin
vi: Xóa

# browsing_history_dialog_confirm_clear_message
source: Clear all browsing history?
bn: ব্রাউজিং-র পূর্ববর্তী তথ্য মুছবেন?
gu_in: બધી બ્રાઉઝિંગ ઇતિહાસ સાફ કરીએ?
hi_in: सभी ब्राउज़िंग इतिहास मिटाएं?
id: Hapus semua riwayat penjelajahan?
kn: ವೀಕ್ಷಣೆಯ ಎಲ್ಲಾ ಇತಿಹಾಸವನ್ನು ಅಳಿಸಬೇಕೆ?
mai: सभ ब्राउजिंग इतिहास साफ करब?
ml: എല്ലാ ബ്രൗസിംഗ് നാൾവഴിയും വെടിപ്പാക്കണോ?
mr: सर्व ब्राउझिंग इतिहास साफ करायचा?
pa_in: ਸਾਰਾ ਬਰਾਊਜਿੰਗ ਅਤੀਤ ਸਾਫ ਕਰਨਾ ਹੈ?
ru: Удалить всю историю веб-сёрфинга?
ta: உலாவல் வரலாற்றை துடை?
te: విహరణ చరిత్రనంతా తుడిచివేయాలా?
th: ล้างประวัติการเรียกดูทั้งหมด?
tl: Burahin lahat ng kasaysayan sa pagba-browse?
vi: Xóa tất cả lịch sử duyệt web?

# browsing_history_dialog_btn_clear
source: Clear
bn: মুছে ফেলুন
gu_in: સાફ કરો
hi_in: मिटाएं
id: Hapus
kn: ಅಳಿಸು
mai: साफ करू
ml: വെടിപ്പാക്കൂ
mr: साफ करा
pa_in: ਸਾਫ਼ ਕਰੋ
ru: Удалить
ta: துடை
te: తుడిచివేయి
th: ล้าง
tl: Burahin
vi: Xóa

source: Remove from list
bn: তালিকা থেকে মুছে ফেলুন
gu_in: ઇતિહાસમાંથી દૂર કરો
hi_in: सूची से हटाएं
id: Hapus dari daftar
kn: ಪಟ್ಟಿಯಿಂದ ತೆಗೆದುಹಾಕು
mai: सूची सँ हटाउ
ml: പട്ടികയിൽ നിന്നും നീക്കം ചെയ്യൂ
mr: सूचीमधून काढून टाका
pa_in: ਲਿਸਟ ਤੋਂ ਹਟਾਓ
ru: Удалить из списка
ta: பட்டியலிலிருந்து நீக்கு
te: జాబితా నుండి తొలగించు
th: เอาออกจากรายการ
tl: Alisin sa listahan
vi: Xóa khỏi danh sách

source: Delete file
bn: ফাইল মুছে ফেলুন
gu_in: ફાઇલો દૂર કરો
hi_in: फाइल मिटाएं
id: Hapus berkas
kn: ಕಡತವನ್ನು ಅಳಿಸು
mai: फाइल मेटाबू
ml: ഫയൽ നീക്കം ചെയ്യൂ
mr: फाईल हटवा
pa_in: ਫਾਇਲ ਹਟਾਓ
ru: Удалить файл
ta: கோப்பை அழி
te: ఫైలును తొలగించు
th: ลบไฟล์
tl: Burahin ang file
vi: Xóa tập tin

source: Screenshot saved
bn: স্ক্রিনশট সংরক্ষিত হয়েছে
gu_in: સ્ક્રીનશોટ સચવાયો
hi_in: स्क्रीनशॉट सहेजा गया
id: Cuplikan layar disimpan
kn: ತೆರೆಚಿತ್ರ ಉಳಿಸು
mai: स्क्रीनशॉट सहेजल गेल
ml: സ്ക്രീൻഷോട്ട് സംരക്ഷിച്ചു
mr: स्क्रीनशॉट साठवला
pa_in: ਸਕਰੀਨਸ਼ਾਟ ਸੰਭਾਲਿਆ
ru: Скриншот сохранён
ta: திரைப்பிடிப்பு சேமிக்கப்பட்டது
te: తెరపట్టు భద్రమయింది
th: บันทึกภาพหน้าจอแล้ว
tl: Nai-save na ang screenshot
vi: Ảnh chụp màn hình đã lưu

# screenshot_failed
source: Failed to capture screenshot
bn: স্ক্রিনশট ক্যাপচার করতে ব্যর্থ
gu_in: સ્ક્રીનશૉટ કેપ્ચર કરવામાં નિષ્ફળ
hi_in: स्क्रीनशॉट कैद करने में विफल
id: Gagal membuat cuplikan layar
kn: ತೆರೆಚಿತ್ರ ಸೆರೆಹಿಡಿಯಲು ವಿಫಲವಾಗಿದೆ
mai: स्क्रीनशॉट लिअ मे बिफल
ml: സ്ക്രീൻഷോട്ടെടുക്കാനായില്ല
mr: स्क्रीनशॉट घेण्यास अयशस्वी
pa_in: ਸਕਰੀਨਸ਼ਾਟ ਕੈਪਚਰ ਕਰਨ ਤੋਂ ਅਸਫ਼ਲ
ru: Не удалось сделать скриншот
ta: திரைப்பிடிப்பு செய்வதில் தோழ்வி
te: తెరపట్టు తీయడం విఫలమైంది
th: ไม่สามารถจับภาพหน้าจอ
tl: Hindi matagumpay na nakuha ang screenshot
vi: Không thể chụp ảnh màn hình

# screenshot_illustration
source: Capturing screenshot of entire page…
bn: সম্পূর্ণ পেজের স্ক্রিনশট ক্যাপচার করা হচ্ছে...
gu_in: સમગ્ર પાનાંનો સ્ક્રીનશોટ લઈ રહ્યાં છીએ…
hi_in: पूरे पृष्ठ का स्क्रीनशॉट लिया जा रहा…
id: Membuat cuplikan layar seluruh laman…
kn: ಇಡೀ ಪುಟದ ತೆರೆಚಿತ್ರ ಸೆರೆಹಿಡಿಯಲಾಗುತ್ತಿದೆ…
mai: सौंसे पेजक स्क्रीनशॉट ल' लेल गेल ...
ml: പേജിന്റെ മുഴുവൻ സ്ക്രീൻഷോട്ടെടുക്കുന്നു…
mr: संपूर्ण पृष्ठाचा स्क्रीनशॉट घेत आहे…
pa_in: …ਪੂਰੇ ਸਫ਼ੇ ਦਾ ਸਕਰੀਨਸ਼ਾਟ ਕੈਪਚਰ ਕਰ ਰਿਹਾ ਹੈ
ru: Съёмка скриншота всей страницы…
ta: முழுப்பக்கத்தையும் திரைப்பிடிப்பு செய்கிறது…
te: పేజీ అంతా తెరపట్టు తీస్తూంది…
th: กำลังจับภาพหน้าจอทั้งหน้า…
tl: Isinisipi ang screenshot ng buong page...
vi: Chụp ảnh màn hình toàn bộ trang…

# screenshot_view
source: VIEW
bn: ভিউ
gu_in: જુઅો
hi_in: देखें
id: LIHAT
kn: ವೀಕ್ಷಿಸಿ
mai: देखू
ml: കാണൂ
mr: पहा
pa_in: ਝਲਕ
ru: ПРОСМОТРЕТЬ
ta: பார்
te: చూడండి
th: ดู
tl: I-VIEW
vi: XEM

# screenshot_edit
source: EDIT
bn: সম্পাদনা
gu_in: સંપાદિત
hi_in: संपादित
kn: ಸಂಪಾದಿಸಿ
mai: संपादित करू
ml: തിരുത്തൂ
mr: संपादित करा
pa_in: ਸੋਧੋ
ru: ОТРЕДАКТИРОВАТЬ
ta: திருத்து
te: సవరించు
th: แก้ไข
tl: I-EDIT
vi: SỬA

# screenshot_delete
source: DELETE
bn: মুছুন
gu_in: હટાવો
hi_in: मिटाएं
id: HAPUS
kn: ಅಳಿಸು
mai: मेटाबू
ml: നീക്കം ചെയ്യൂ
mr: हटवा
pa_in: ਹਟਾਓ
ru: УДАЛИТЬ
ta: அழி
te: తొలగించు
th: ลบ
tl: BURAHIN
vi: XÓA

# screenshot_share
source: SHARE
bn: শেয়ার
gu_in: વહેંચો
hi_in: साझा करें
id: BAGIKAN
kn: ಹಂಚು
mai: साझा करू
ml: പങ്കിടൂ
mr: शेअर करा
pa_in: ਸਾਂਝਾ ਕਰੋ
ru: ПОДЕЛИТЬСЯ
ta: பகிர்
te: పంచుకోండి
th: แบ่งปัน
tl: IBAHAGI
vi: CHIA SẺ

# message_fallback_save_to_primary_external
source: No SD card detected. File was saved to internal storage.
bn: কোন SD কার্ডকে সনাক্ত করা হয়নি। ফাইলটিকে অভ্যন্তরীণ স্টোরেজে সংরক্ষণ করা হয়েছে।
gu_in: કોઈ SD કાર્ડ મળ્યું નથી. ફાઇલ આંતરિક સંગ્રહમાં સાચવવામાં આવી હતી.
hi_in: कोई एसडी कार्ड नहीं पाया गया। फाइल को आंतरिक संग्रहण में सहेज दिया गया।
id: Kartu SD tidak terdeteksi. Berkas telah disimpan di internal.
kn: ಎಸ್‍ಡಿ ಕಾರ್ಡ್ ಕಂಡು ಬಂದಿಲ್ಲ. ಕಡತವನ್ನು ಆಂತರಿಕ ಶೇಖರಣೆಯಲ್ಲಿ ಉಳಿಸಲಾಗಿದೆ.
mai: कोनो SD कार्ड नहि भेटल. फाइल भीतरी संग्रहण मे सहेजल गेल.
ml: എസ്ഡി കാർഡ് കണ്ടെത്തിയില്ല. ഫയൽ ആഭ്യന്തര സംഭരണിയിലേക്ക് സംരക്ഷിച്ചു.
mr: SD कार्ड सापडले नाही. अंतर्गत साठ्यात फाईल साठवली.
pa_in: ਕੋਈ SD ਕਾਰਡ ਨਹੀਂ ਮਿਲਿਆ। ਫਾਇਲ ਨੂੰ ਅੰਦਰੂਨੀ ਸਟੋਰੇਜ਼ ਵਿੱਚ ਸੰਭਾਲਿਆ ਗਿਆ।
ru: SD-карта не обнаружена. Файл был сохранён во внутреннем хранилище.
ta: நினைவக அட்டை ஏதுமில்லை. உள்ளார்ந்த சேமிப்பகத்தில் கோப்பானது சேமிக்கப்பட்டது.
te: SD కార్డు కనగొనబడింది. ఫైలు అంతర్గత నిల్వకు భద్రపరచబడింది.
th: ไม่พบการ์ด SD บันทึกไฟล์ไปยังที่เก็บข้อมูลภายในแล้ว
tl: Walang SD card na makita. Ang file ay hindi nai-save sa internal storage.
vi: Không phát hiện thẻ SD. Tập tin đã được lưu vào bộ nhớ trong.

# message_start_to_save_to_removable_storage
source: File saved to SD card
bn: ফাইলটিকে SD কার্ডে সংরক্ষিত হয়েছে
gu_in: ફાઇલ SD કાર્ડમાં સાચવી
hi_in: फ़ाइल एसडी कार्ड में सहेजा गया
id: Berkas telah disimpan di kartu SD
kn: ಕಡತವನ್ನು ಎಸ್‍ಡಿ ಕಾರ್ಡ್‍ಗೆ ಉಳಿಸಲಾಗಿದೆ
mai: फाइल SD कार्ड मे सहेजल गेल
ml: ഫയൽ എസ്ഡി കാർഡിലേക്ക് സംരക്ഷിച്ചു
mr: SD कार्ड वर फाईल साठवली
pa_in: ਫਾਇਲ SD ਕਾਰਡ ’ਤੇ ਸੰਭਾਲੀ ਗਈ
ru: Файл сохранён на SD-карте
ta: நினைவக அட்டையில் கோப்பு சேமிக்கப்பட்டது
te: ఫైలు అంతర్గత నిల్వకు భద్రపరచబడింది
th: บันทึกไฟล์ไปยังการ์ด SD แล้ว
tl: Nasa SD card na ang file
vi: Tệp được lưu vào thẻ SD

# message_removable_storage_space_not_enough
source: SD card is almost full. File was saved to internal storage.
bn: SD কার্ড প্রায় ভর্তি। ফাইলটিকে অভ্যন্তরীণ স্টোরেজে সংরক্ষণ করা হয়েছে।
gu_in: SD કાર્ડ લગભગ પૂર્ણ છે. ફાઇલ આંતરિક સંગ્રહમાં સાચવવામાં આવી હતી.
hi_in: एसडी कार्ड लगभग भर चूका है। फाइल को आंतरिक संग्रहण में सहेज दिया गया।
id: Kartu SD hampir penuh. Berkas disimpan di internal.
kn: ಎಸ್‍ಡಿ ಕಾರ್ಡ್ ಬಹುತೇಕ ತುಂಬಿದೆ. ಕಡತವನ್ನು ಆಂತರಿಕ ಶೇಖರಣೆಯಲ್ಲಿ ಉಳಿಸಲಾಗಿದೆ.
mai: SD कार्ड भरै बला अछि. फाइल भीतरी संग्रहण मे सहेजल गेल.
ml: എസ്ഡി കാർഡ് ഏതാണ്ട് നിറയാറായി. ഫയൽ ആഭ്യന്തര സംഭരണിയിലേക്ക് സംരക്ഷിച്ചു.
mr: SD कार्ड भरलेय. अंतर्गत साठ्यात फाईल साठवली.
pa_in: SD ਕਾਰਡ ਤਕਰੀਬਨ ਭਰ ਗਿਆ ਹੈ। ਫਾਈਲ ਨੂੰ ਅੰਦਰੂਨੀ ਭੰਡਾਰ ’ਚ ਸੰਭਾਲਿਆ ਗਿਆ।
ru: SD-карта почти заполнена. Файл был сохранён во внутреннем хранилище.
ta: நினைவக அட்டை கிட்டத்தட்ட நிரம்பியது. உள்ளார்ந்த சேமிப்பகத்தில் கோப்பானது சேமிக்கப்பட்டது.
te: SD కార్డు దాదాపు నిండుకుంది. ఫైలు అంతర్గత నిల్వకు భద్రపరచబడింది.
th: การ์ด SD ใกล้เต็ม บันทึกไฟล์ไปยังที่เก็บข้อมูลภายในแล้ว
tl: Halos puno na ang iyong SD card. Ang file ay hindi nai-save sa internal storage.
vi: Thẻ SD đã gần đầy. Tập tin đã được lưu vào bộ nhớ trong.

# screenshot_grid_empty_text_title
source: No screenshots
bn: স্ক্রিনশট নেই
gu_in: કોઈ સ્ક્રીનશૉટ્સ નથી
hi_in: कोई स्क्रीनशॉट नहीं है
id: Tidak ada cuplikan
kn: ತೆರೆಚಿತ್ರಗಳು ಇಲ್ಲ
mai: कोनो स्क्रीनशॉट नहि
ml: സ്ക്രീൻഷോട്ടൊന്നുമില്ല
mr: स्क्रीनशॉटस नाही
pa_in: ਕੋਈ ਸਕਰੀਨਸ਼ਾਟ ਨਹੀਂ
ru: Нет скриншотов
ta: திரைப்பிடிப்புகள் ஏதுமில்லை
te: తెరపట్లు ఏమీ లేవు
th: ไม่มีภาพหน้าจอ
tl: Walang mga screenshot
vi: Không có ảnh chụp màn hình

# screenshot_grid_empty_text_msg_prefix
source: Tap
bn: ট্যাপ
gu_in: દબાવો
hi_in: दबाएं
id: Ketuk
kn: ಮೆಲ್ಲ ತಟ್ಟು
mai: टैप करू
ml: അമർത്തൂ
mr: टॅप करा
pa_in: ਛੂਹੋ
ru: Нажмите
ta: பட்டியலிலுள்ள
te: తట్టండి
th: แตะ
tl: I-Tap
vi: Nhấn

# screenshot_grid_empty_text_msg_postfix
source: on the menu to capture an entire web page.
bn: করুন মেনুতে একটি সম্পূর্ণ ওয়েব পেজ ক্যাপচার করতে।
gu_in: સમગ્ર પાનાંને આવરી લેવાં માટે મેનું પર જાઓ.
hi_in: मेनू पर संपूर्ण वेब पेज कैद करने के लिए।
id: pada menu untuk mencuplik keseluruhan laman.
kn: ಇಡೀ ಜಾಲ ಪುಟವನ್ನು ಸೆರೆಹಿಡಿಯುವ ಮೆನುವಿನ ಮೇಲೆ.
mai: सौंसे पृष्ठ केँ कैप्चर करबाक लेल मेनू पर जाउ.
ml: മെനുവിൽ ഒരു വെബ് പേജ് മുഴുവൻ പകർത്താൻ.
mr: संपूर्ण वेब पृष्ठ साठवण्याच्या मेनू वर.
pa_in: ਇੱਕ ਪੂਰੇ ਵੈਬ ਸਫੇ ਨੂੰ ਕੈਪਚਰ ਕਰਨ ਲਈ ਮੀਨੂ ਤੇ।
ru: в меню для снимка всей страницы.
ta: சின்னத்தைத் தட்டி முழு வலைப்பக்கத்தையும் கைப்பற்றுக.
te: పూర్తి వెబ్ పేజీని తెరపట్టు తీయడానికి.
th: ในเมนูเพื่อจับภาพทั้งหน้าเว็บ
tl: sa menu para kunin ng buong web page.
vi: trên menu để chụp toàn bộ trang web.

# screenshot_image_viewer_dialog_title
source: Info
bn: তথ্য
gu_in: માહિતી
hi_in: जानकारी
kn: ಮಾಹಿತಿ
mai: सूचना
ml: വിവരം
mr: माहिती
pa_in: ਜਾਣਕਾਰੀ
ru: Информация
ta: தகவல்
te: సమాచారం
th: ข้อมูล
vi: Thông tin

# screenshot_image_viewer_dialog_info_time1
source: Date: %1$s
bn: তারিখ: %1$s
gu_in: તારીખ: %1$s
hi_in: दिनांक: %1$s
id: Tanggal: %1$s
kn: ದಿನಾಂಕ: %1$s
mai: तिथि: %1$s
ml: തീയതി: %1$s
mr: दिनांक: %1$s
pa_in: ਮਿਤੀ: %1$s
ru: Дата: %1$s
ta: தேதி: %1$s
te: తేదీ: %1$s
th: วันที่: %1$s
tl: Petsa: %1$s
vi: Ngày: %1$s

# screenshot_image_viewer_dialog_info_category
source: Category: %1$s
bn: বিষয়শ্রেণী: %1$s
gu_in: વર્ગ: %1$s
hi_in: श्रेणी: %1$s
id: Kategori: %1$s
kn: ‍ವರ್ಗ: %1$s
ml: തരം: %1$s
mr: श्रेणी: %1$s
pa_in: ਵਰਗ: %1$s
ru: Категория: %1$s
ta: வகை: %1$s
te: వర్గం: %1$s
th: หมวดหมู่: %1$s
tl: Kategorya: %1$s
vi: Thể loại: %1$s

# screenshot_image_viewer_dialog_info_resolution1
source: Resolution: %1$s
bn: রেজল্যুশন: %1$s
gu_in: માપ: %1$s
hi_in: रिज़ॉल्यूशन: %1$s
id: Resolusi: %1$s
kn: ರೆಸಲ್ಯೂಶನ್: %1$s
mai: रिजोल्यूसन: %1$s
ml: റെസല്യൂഷൻ: %1$s
mr: रिझॉल्युशन: %1$s
pa_in: ਰੈਜ਼ੋਲੂਸ਼ਨ: %1$s
ru: Разрешение: %1$s
ta: தெளிவுத்திறன்: %1$s
te: విభాజకత: %1$s
th: ความละเอียด: %1$s
vi: Độ phân giải: %1$s

# screenshot_image_viewer_dialog_info_size1
source: Size: %1$s
bn: সাইজ: %1$s
gu_in: માપ: %1$s
hi_in: माप: %1$s
id: Ukuran: %1$s
kn: ಗಾತ್ರ: %1$s
mai: आकार: %1$s
ml: വലിപ്പം: %1$s
mr: आकार: %1$s
pa_in: ਆਕਾਰ: %1$s
ru: Размер: %1$s
ta: அளவு: %1$s
te: పరిమాణం: %1$s
th: ขนาด: %1$s
tl: Laki: %1$s
vi: Kích thước: %1$s

# screenshot_image_viewer_dialog_info_title1
source: Title: %1$s
bn: শিরোনাম: %1$s
gu_in: શીર્ષક: %1$s
hi_in: शीर्षक: %1$s
id: Judul: %1$s
kn: ಶೀರ್ಷಿಕೆ: %1$s
mai: आकार: %1$s
ml: തലക്കെട്ട്: %1$s
mr: शीर्षक: %1$s
pa_in: ਸਿਰਲੇਖ: %1$s
ru: Заголовок: %1$s
ta: தலைப்பு: %1$s
te: శీర్షిక: %1$s
th: ชื่อเรื่อง: %1$s
tl: Pamagat: %1$s
vi: Tiêu đề: %1$s

# screenshot_image_viewer_dialog_delete_msg
source: Delete this image?
bn: এই ছবিটি মুছে ফেলবেন কি?
gu_in: આ છબીને કાઢી નાંખવી છે?
hi_in: इस चित्र को मिटाएं?
id: Hapus gambar ini?
kn: ಈ ಚಿತ್ರ ಅಳಿಸಬೇಕೆ?
mai: ई छवि केँ मेटाएब?
ml: ഈ ചിത്രം നീക്കം ചെയ്യണോ?
mr: ही प्रतिमा हटवायची?
pa_in: ਇਹ ਚਿੱਤਰ ਹਟਾਉਣਾ ਹੈ?
ru: Удалить это изображение?
ta: இந்த படத்தை அழிக்கவா?
te: ఈ బొమ్మను తొలగించాలా?
th: ลบภาพนี้?
tl: Burahin ang imaheng ito?
vi: Xóa hình ảnh này?

# file_picker_title
source: Choose a file to upload
bn: আপলোড করার জন্য একটি ফাইল চয়ন করুন
gu_in: અપલોડ કરવા માટે ફાઇલ પસંદ કરો
hi_in: अपलोड करने के लिए फ़ाइल चुनें
id: Pilih berkas untuk diunggah
kn: ಅಪ್ಲೋಡ್ ಮಾಡಲು ಕಡತವನ್ನು ಆಯ್ಕೆಮಾಡಿ
mai: अपलोड कलेल एकटा फाइल चुनू
ml: അപ്‌ലോഡ് ചെയ്യാൻ ഒരു ഫയൽ തിരഞ്ഞെടുക്കൂ
mr: अपलोड करण्यासाठी एक फाईल निवडा
pa_in: ਅੱਪਲੋਡ ਕਰਨ ਲਈ ਫਾਇਲ ਚੁਣੋ
ru: Выберите файл для выгрузки
ta: பதிவேற்ற ஒரு கோப்பைத் தேர்
te: ఎక్కించాల్సిన ఫైలును ఎంచుకోండి
th: เลือกไฟล์ที่จะอัปโหลด
tl: Mamili ng file na i-upload
vi: Chọn một tệp để tải lên

# message_enable_turbo_mode
source: Turbo mode enabled
bn: টার্বো মোড সক্রিয় আছে
gu_in: ટર્બો મોડ સક્ષમ છે
hi_in: टर्बो मोड सक्षम
id: Mode turbo diaktifkan
kn: ಟರ್ಬೋ ಸ್ಥಿತಿ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
mai: टर्बो मोड सक्रिय भेल
ml: ടർബോ രീതി സജ്ജമാക്കി
mr: टर्बो मोड कार्यान्वयीत
pa_in: ਟਰਬੋ ਮੋਡ ਸਮਰੱਥ ਕੀਤਾ
ru: Режим Турбо включён
ta: சுழலி முறைமை செயற்படத்தப்பட்டது
te: టర్బో రీతి చేతనమైంది
th: เปิดใช้งานโหมดเทอร์โบแล้ว
tl: Naka-enable ang Turbo mode
vi: Chế độ Turbo được kích hoạt

# message_disable_turbo_mode
source: Turbo mode disabled
bn: টার্বো মোড নিষ্ক্রিয় আছে
gu_in: ટર્બો મોડ અક્ષમ છે
hi_in: टर्बो मोड अक्षम
id: Mode turbo dinonaktifkan
kn: ಟರ್ಬೋ ಸ್ಥಿತಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
mai: टर्बो मोड निष्क्रिय भेल
ml: ടർബോ രീതി പ്രവർത്തനരഹിതമാക്കി
mr: टर्बो मोड निष्प्रभ
pa_in: ਟਰਬੋ ਮੋਡ ਅਸਮਰੱਥ ਕੀਤਾ
ru: Режим Турбо отключён
ta: சுழலி முறைமை முடக்கப்பட்டது
te: టర్బో రీతి అచేతనమయింది
th: ปิดใช้งานโหมดเทอร์โบแล้ว
tl: Naka-disable ang Turbo mode
vi: Chế độ Turbo bị vô hiệu hóa

# message_enable_block_image
source: Now blocking images
bn: এখন ছবি ব্লক করা হচ্ছে
gu_in: હવે છબીઓ રોકી રહ્યાં છીએ
hi_in: अब चित्र ब्लॉक हो रहे हैं
id: Sekarang memblokir gambar
kn: ಈಗ ಚಿತ್ರಗಳನ್ನು ತಡೆಹಿಡಿಯಲಾಗುತ್ತಿದೆ
mai: आब छवि सभ केँ ब्लॉक क रहल अछि
ml: ഇപ്പോൾ ചിത്രങ്ങൾ തടയുന്നു
mr: आता प्रतिमा अवरोधित करत अाहे
pa_in: ਹੁਣ ਤਸਵੀਰਾਂ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਈ ਜਾ ਰਹੀ ਹੈ
ru: Включена блокировка изображений
ta: தற்போது பிம்பங்களைத் தடுக்கிறது
te: ఇప్పుడు బొమ్మలను నిరోధిస్తున్నాం
th: ขณะนี้กำลังปิดกั้นภาพ
tl: Kasalukuyang hinaharang ang mga imahe
vi: Hình ảnh đang bị chặn

# message_disable_block_image
source: Now showing images
bn: এখন ছবি দেখানো হচ্ছে
gu_in: હવે છબીઓ બતાવી રહ્યાં છીએ
hi_in: अब चित्र दिख रहे हैं
id: Sekarang menampilkan gambar
kn: ಈಗ ಚಿತ್ರಗಳನ್ನು ತೋರಿಸಲಾಗುತ್ತಿದೆ
mai: आब छवि देखाए रहल अछि
ml: ഇപ്പോൾ ചിത്രങ്ങൾ കാണിക്കുന്നു
mr: आता प्रतिमा दर्शवित आहे
pa_in: ਹੁਣ ਤਸਵੀਰਾਂ ਦਿਖਾਈ ਦੇ ਰਹੀਆਂ ਹਨ
ru: Блокировка изображений отключена
ta: தற்போது பிம்பங்களைக் காட்டுகிறது
te: ఇప్పుడు బొమ్మలు కనబడతాయి
th: ขณะนี้กำลังแสดงภาพ
tl: Kasalukuyang ipinapakita ang mga imahe
vi: Hình ảnh đang được hiển thị

# message_clear_cache_fail
source: Unable to clear cache
bn: ক্যাশে সাফ করতে অক্ষম
gu_in: કેશ સાફ કરવામાં અક્ષમ છે
hi_in: कैशे मिटाने में अक्षम
id: Tidak bisa menghapus tembolok
kn: ಕ್ಯಾಶೆ ತೆರವುಗೊಳಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
mai: कैश साफ करै मे अक्षम
ml: ക്യാഷ് വെടിപ്പാക്കാൻ സാധിച്ചില്ല
mr: कॅश पुसण्यास असमर्थ
pa_in: ਕੈਸ਼ ਸਾਫ ਕਰਨ ਦੇ ਅਸਮਰੱਥ
ru: Не удалось очистить кэш
ta: இடையகத்தை துடைக்க இயலவில்லொ
te: క్యాషెను తుడిచివేయలేకపోయాం
th: ไม่สามารถล้างแคช
tl: Hindi mabura ang cache
vi: Không thể xóa bộ nhớ đệm

# message_storage_unavailable_cancel_download
source: Storage inaccessible. Download canceled.
bn: স্টোরেজ অপ্রাপ্য। ডাউনলোড বাতিল হয়েছে।
gu_in: સંગ્રહમાં પ્રવેશ કરી શકાતો નથી. ડાઉનલોડ રદ કરવામાં આવ્યુ છે.
hi_in: संग्रहण पहुंच से बाहर। डाउनलोड रद्द किया गया।
id: Penyimpanan tidak dapat diakses. Unduhan dibatalkan.
kn: ಶೇಖರಣೆ ಲಭ್ಯವಿಲ್ಲ. ಡೌನ್‍ಲೋಡ್ ನಿಲ್ಲಿಸಲಾಗಿದೆ.
mai: संग्रहण पहुँच सँ बाहर अछि. डाउनलोड रद्द भेल.
ml: സംഭരണി ലഭ്യമായില്ല. ഡൗൺലോഡ് റദ്ദാക്കപ്പെട്ടു.
mr: साठा वापरता येत नाही. डाउनलोड रद्द केले.
pa_in: ਸਟੋਰੇਜ਼ ਅਸੁਰੱਖਿਅਤ ਹੈ। ਡਾਊਨਲੋਡ ਰੱਦ ਕੀਤਾ।
ru: Хранилище недоступно. Загрузка отменена.
ta: சேமிப்பகத்தை அணுக இயலவில்லை. பதிவிறக்கம் இரத்தானது.
te: నిల్వ అందుబాటులో లేదు. దింపుకోలును రద్దుచేసాం.
th: ไม่สามารถเข้าถึงที่เก็บข้อมูล ยกเลิกการดาวน์โหลดแล้ว
tl: Hindi magamit ang sisidlan. Ang download ay nakansela.
vi: Không thể truy cập bộ nhớ. Tải về bị hủy.

# message_exit_app
source: Press BACK again to exit
hi_in: बाहर निकलने के लिए वापस जाएं को फिर से दबाएं
ru: Нажмите НАЗАД ещё раз, чтобы выйти

# message_cleared_cached
source: %1$s cache cleared
bn: %1$s ক্যাশ সাফ হয়েছে
gu_in: %1$s કેશ સાફ થયી ગઈ
hi_in: %1$s कैशे मिटा दिया गया
id: Tembolok %1$s dihapus
kn: %1$s ಕ್ಯಾಶೆ ತೆರವುಗೊಳಿಸಲಾಗಿದೆ
mai: %1$s कैश साफ भेल
ml: %1$s ക്യാഷ് വെടിപ്പാക്കി
mr: %1$s कॅश पुसला
pa_in: %1$s ਕੈਸ਼ ਸਾਫ ਕਰੋ
ru: Удалено %1$s кэша
ta: %1$s தேக்கம் அழிக்கப்பட்டது
te: %1$s క్యాషే తుడవబడింది
th: ล้างแคชแล้ว %1$s
vi: Đã xóa %1$s bộ nhớ đệm

# message_cleared_browsing_data
source: Browsing data cleared
bn: ব্রাউজিং ডেটা সাফ হয়েছে
gu_in: બ્રાઉઝીંગ ડૅટા સાફ કરવામાં આવ્યો છે
hi_in: ब्राउज़िंग डेटा मिटा दिया गया
id: Data penjelajahan dihapus
kn: ಜಾಲಾಟದ ದತ್ತಾಂಶ ತೆರವುಗೊಳಿಸಿದೆ
mai: ब्राउज़िंग डेटा साफ भेल
ml: ബ്രൗസിങ്ങ് വിവരം വെടിപ്പാക്കി
mr: ब्राउझिंग डेटा हटवला
pa_in: ਬਰਾਊਜਿੰਗ ਡਾਟਾ ਸਾਫ ਕੀਤਾ
ru: Данные веб-сёрфинга удалены
ta: உலாவல் தரவு துடைக்கப்பட்டது
te: విహరణ డేటా తుడవబడింది
th: ล้างข้อมูลการเรียกดูแล้ว
tl: Nabura na ang datos ng iyong pagbrowse
vi: Đã xóa dữ liệu duyệt web

# message_deleted_screenshot
source: Screenshot deleted
bn: স্ক্রিনশট মুছে ফেলা হয়েছে
gu_in: સ્ક્રીનશોટ કાઢી નાખ્યો
hi_in: स्क्रीनशॉट मिटा दिया गया
id: Cuplikan layar dihapus
kn: ತೆರೆಚಿತ್ರ ಅಳಿಸಲಾಗಿದೆ
mai: स्क्रीनशॉट मेटाएल गेल
ml: സ്ക്രീൻഷോട്ട് നീക്കം ചെയ്തു
mr: स्क्रीनशॉट हटवले
pa_in: ਸਕਰੀਨਸ਼ਾਟ ਹਟਾਇਆ
ru: Скриншот удалён
ta: திரைப்பிடிப்பு அழிக்கப்பட்டது
te: తెరపట్టు తొలగించబడింది
th: ลบภาพหน้าจอแล้ว
tl: Nabura na ang screenshot
vi: Ảnh chụp màn hình đã bị xóa

# message_cannot_find_screenshot
source: Cannot display the screenshot
bn: স্ক্রিনশট প্রদর্শন করা যাবে না
gu_in: સ્ક્રીનશોટ બતાવી શકતાં નથી
hi_in: स्क्रीनशॉट प्रदर्शित नहीं किया जा सकता
id: Tidak bisa menampilkan cuplikan layar
kn: ತೆರೆಚಿತ್ರವನ್ನು ಪ್ರದರ್ಶಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
mai: स्क्रीनशॉट नहि देखाय सकैत अछि
ml: സ്ക്രീൻഷോട്ട് കാണിക്കാനായില്ല
mr: स्क्रीनशॉट प्रदर्शित करू शकत नाही
pa_in: ਸਕਰੀਨਸ਼ਾਟ ਦਿਖਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
ru: Не удалось отобразить скриншот
ta: திரைப்பிடிப்பக் காண்பிக்க முடியவில்லை
te: తెరపట్టును చూపించలేము
th: ไม่สามารถแสดงผลภาพหน้าจอ
tl: Hindi maipakita ang screenshot
vi: Không thể hiển thị ảnh chụp màn hình

source: Remove
bn: অপসারণ
gu_in: દૂર કરો
hi_in: हटाएं
id: Hapus
kn: ತೆಗೆದು ಹಾಕು
mai: हटाबू
ml: നീക്കം ചെയ്യൂ
mr: काढून टाका
pa_in: ਹਟਾਓ
ru: Удалить
ta: நீக்கு
te: తొలగించు
th: เอาออก
tl: Alisin
vi: Xóa

source: Pin site
bn: সাইট পিন করুন
gu_in: સાઇટ પીન કરો
hi_in: साइट को पिन करें
id: Sematkan situs
kn: ಪಿನ್ ಸೈಟ್
ml: സൈറ്റ് പിൻ ചെയ്യുക
mr: साइट पिन करा
pa_in: ਸਾਈਟ ਟੰਗੋ
ru: Закрепить сайт
ta: செருகு
te: సైటును పిన్‌చేయి
th: ปักหมุดไซต์
tl: I-pin ang site
vi: Ghim trang

# update_to_latest_app_toast
source: Downloading latest build…
bn: সর্বশেষ বিল্ড ডাউনলোড করা হচ্ছে…
gu_in: નવીનતમ બિલ્ડ ડાઉનલોડ કરી રહ્યું છે…
hi_in: नवीनतम बिल्ड डाउनलोड हो रहा है…
id: Mengunduh versi terbaru…
kn: ಇತ್ತೀಚಿನ ನಿರ್ಮಾಣವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ…
mr: नवीनतम बिल्ड डाउनलोड करीत आहे…
pa_in: …ਨਵਾਂ ਬਿਲਡ ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
ru: Загрузка последней сборки…
th: กำลังดาวน์โหลดรุ่นล่าสุด…
tl: Pag-download ng pinakabagong build…
vi: Đang tải bản dựng mới nhất…

# update_to_latest_app_notification
source: Latest build has been downloaded. Tap to update.
bn: সর্বশেষ বিল্ড ডাউনলোড করা হয়েছে। আপডেট করতে স্পর্শ করুন।
gu_in: નવીનતમ બિલ્ડ ડાઉનલોડ કરવામાં આવ્યું છે. અપડેટ કરવા માટે ટેપ કરો.
hi_in: नवीनतम बिल्ड डाउनलोड हो चूका है। अपडेट करने के लिए दबाएं।
id: Versi terbaru telah diunduh. Ketuk untuk memperbarui.
kn: ಇತ್ತೀಚಿನ ನಿರ್ಮಾಣವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ. ನವೀಕರಿಸಲು ಮೆಲ್ಲ ತಟ್ಟಿ.
mr: नवीनतम बिल्ड डाउनलोड केले गेले आहे. अद्यतनित करण्यासाठी टॅप करा.
pa_in: ਤਾਜ਼ਾ ਬਿਲਡ ਡਾਉਨਲੋਡ ਕੀਤਾ ਗਿਆ ਹੈ। ਅਪਡੇਟ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ।
ru: Последняя сборка загружена. Нажмите, чтобы выполнить обновление.
th: ดาวน์โหลดรุ่นล่าสุดแล้ว แตะเพื่ออัปเดต
tl: Ang pinakabagong build ay na-download. Tapikin upang i-update.
vi: Bản dựng mới nhất đã được tải xuống. Nhấn để cập nhật.

# update_to_latest_app_snack_bar_message
source: Latest build downloaded
bn: সর্বশেষ বিল্ড ডাউনলোড হয়েছে
gu_in: નવીનતમ બિલ્ડ ડાઉનલોડ
hi_in: नवीनतम बिल्ड डाउनलोड हो चूका है
id: Versi terbaru telah diunduh
kn: ಇತ್ತೀಚಿನ ನಿರ್ಮಾಣವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ
mr: नवीनतम बिल्ड डाउनलोड केले
pa_in: ਨਵਾ ਬਿਲਡ ਡਾਊਨਲੋਡ ਕਰੋ
ru: Последняя сборка загружена
th: ดาวน์โหลดรุ่นล่าสุดแล้ว
tl: Pinakabagong nai-download na build
vi: Bản dựng mới nhất được tải xuống
