Repository: mozilla-l10n/zerda-android-l10n
Catalog: locales/*/app.po
Languages: bn, gu_in, hi_in, id, kn, mai, ml, mr, pa_in, ru, ta, te, th, tl, vi

# privacy_policy_update_notification_title
source: Product Update Notice
bn: প্রোডাক্ট আপডেটের বিজ্ঞপ্তি
gu_in: ઉત્પાદન અધ્યતન બનાવવાની સૂચના
hi_in: प्रोडक्ट अद्यतन सूचना
id: Pemberitahuan Pembaruan Produk
kn: ಉತ್ಪನ್ನದ ಪರಿಷ್ಕರಣೆಯ ಸೂಚನೆ
mai: प्रोडक्ट अपडेट जानकारी
ml: ഉല്പന്നത്തിന്റെ പുതുക്കൽ നോട്ടീസ്
mr: उत्पादन अद्यतन सूचना
pa_in: ਉਤਪਾਦ ਅਪਡੇਟ ਨੋਟਿਸ
ru: Уведомление об обновлении продукта
ta: தயாரிப்பு புதுப்பிப்பு அறிக்கை
te: ఉత్పత్తి తాజాకరణ గమనిక
th: ประกาศการอัปเดตผลิตภัณฑ์
tl: Abiso sa Update ng Produkto
vi: Thông báo cập nhật sản phẩm

# privacy_policy_update_notification_action
source: To make Firefox Lite better for you and everyone, we made some changes to our privacy policy. Tap to learn more.
bn: আপনার এবং সবার জন্য Firefox Lite আরও উন্নত করতে আমরা আমাদের গোপনীয়তা নীতিতে কিছু পরিবর্তন করেছি। আরও জানার জন্য ট্যাপ করুন।
gu_in: Firefox Lite ને તમારાં માટે અને બીજા બધાં માટે વધુ સારુ બનાવવા, અમે ખાનગી પાૅલીસિમાં અમુક સુધારા કરેલ છે. વધું જાણવાં માટે આ દબાવો.
hi_in: Firefox Lite को आपके और हर किसी के लिए बेहतर बनाने के लिए, हमने अपनी गोपनीयता नीति में कुछ बदलाव किए हैं। अधिक जानने के लिए दबाएं।
id: Untuk membuat Firefox Lite lebih baik untuk Anda dan setiap orang, kami membuat beberapa perubahan pada kebijakan privasi kami. Ketuk untuk mempelajari lebih lanjut.
kn: ಫೈರ್‍ಫಾಕ್ಸ್ ಲೈಟ್ ಅನ್ನು ನಿಮಗೆ ಮತ್ತು ಎಲ್ಲರಿಗಾಗಿ ಉತ್ತಮಗೊಳಿಸಲು, ನಾವು ಖಾಸಗಿತನದ ನೀತಿಗಳಲ್ಲಿ ಕೆಲವೊಂದು ಬದಲಾವಣೆಗಳನ್ನು ತಂದಿದ್ದೇವೆ. ಹೆಚ್ಚಿಗೆ ತಿಳಿಯಲು ಮೆಲ್ಲ ತಟ್ಟಿ.
ml: ഫയർഫോക്സ് ലൈറ്റ് താങ്കൾക്കും മറ്റെല്ലാവർക്കും മികച്ചതാക്കാൻ, ഞങ്ങൾ ഞങ്ങളുടെ സ്വകാര്യതാനയത്തിൽ കുറച്ച് മാറ്റങ്ങൾ വരുത്തി. കൂടുതൽ അറിയാൻ അമർത്തൂ.
mr: FIrefox Lite सर्वांसाठी सुधारण्यासाठी, आम्ही गोपनीयता धोरणात बदल केले आहेत. अधिक जाणून घेण्यासाठी टॅप करा.
pa_in: ਤੁਹਾਡੇ ਲਈ ਤੇ ਹਰੇਕ ਲਈ ਫਾਇਰਫਾਕਸ ਰਾਕੇਟ ਨੂੰ ਵਧੀਆ ਬਣਾਉਣ ਲਈ, ਅਸੀਂ ਆਪਣੀ ਪਰਦੇਦਾਰੀ ਨੀਤੀ ਵਿੱਚ ਕੁਝ ਬਦਲਾਅ ਕੀਤੇ ਹਨ। ਹੋਰ ਜਾਨਣ ਲਈ ਛੂਹੋ।
ru: Чтобы сделать Firefox Lite лучше для вас и для всех, мы внесли некоторые изменения в нашу политику конфиденциальности. Нажмите, чтобы узнать больше.
ta: உங்களுக்கும் எல்லோருக்கும் ஒரு சிறந்த பயர்பாக்சு இராக்கெட்டை வழங்கிட எங்களின் தனியுரிமை கொள்கையில் சில மாற்றங்களைச் செய்துள்ளோம். மேலும் அறிய தட்டுக.
te: Firefox Liteని మీకూ, ప్రతీఒక్కరికీ మెరుగుపరిచేందుకు, మా గోప్యతా విధానానికి మేం కొన్ని మార్పులు చేసాం. ఇంకా తెలుసుకోడానికి తాకండి.
th: เพื่อทำให้ Firefox Lite ดีขึ้นสำหรับคุณและทุกคน เราได้ทำการเปลี่ยนแปลงบางอย่างกับนโยบายความเป็นส่วนตัวของเรา แตะเพื่อเรียนรู้เพิ่มเติม
tl: Upang gawing mas mahusay ang Firefox Lite para sa iyo at sa lahat, gumawa kami ng ilang mga pagbabago sa aming patakaran sa privacy. Tapikin upang matuto nang higit pa.
vi: Để làm cho Firefox Lite tốt hơn cho bạn và mọi người, chúng tôi đã thực hiện một số thay đổi đối với chính sách quyền riêng tư của mình. Nhấn để tìm hiểu thêm.

# message_set_default_success
source: Thanks for choosing %1$s!
hi_in: %1$s को चुनने के लिए धन्यवाद!
ru: Спасибо, что выбрали %1$s!

# message_set_default_incomplet
source: Would you like to finish setting %1$s as your default browser?
hi_in: क्या आप अपने तयशुदा ब्राउज़र के रूप में %1$s की सेटिंग समाप्त करना चाहेंगे?
ru: Вы хотите завершить установку %1$s в качестве браузера по умолчанию?

# setting_default_browser_instruction_open_external_link
source: How to always browse with %1$s?
hi_in: हमेशा %1$s के साथ कैसे ब्राउज़ करें?
ru: Как всегда заходить в Интернет через %1$s?

# instruction_select
source: Select %1$s
hi_in: %1$s चुनें
ru: Выберите %1$s

source: Browser app
hi_in: ब्राउज़र ऐप
ru: Приложение Браузер

# instruction_tap
source: Tap %1$s
hi_in: %1$s को दबाएं
ru: Нажмите %1$s

source: Always
hi_in: हमेशा
ru: Всегда

# setting_default_browser_instruction_button
source: Go to settings
hi_in: सेटिंग में जाएं
ru: Перейти в настройки

# rate_app_dialog_text_title
source: Love %1$s?
bn: %1$s কে ভালোবাসেন কি?
gu_in: %1$s ગમ્યું?
hi_in: %1$s पसंद आया?
id: Suka %1$s?
kn: %1$s ಇಷ್ಟವೇ?
mai: %1$s बड़ पसिन्न अछि?
ml: %1$s ഇഷ്ടമായോ?
mr: %1$s आवडलं का?
pa_in: %1$s ਚੰਗਾ ਲੱਗਾ?
ru: Нравится %1$s?
ta: %1$s விரும்புகிறீரா?
te: %1$s నచ్చిందా?
th: รัก %1$s?
tl: Naibigan mo ba ang %1$s?
vi: Thích ứng dụng %1$s?

# rate_app_dialog_text_content
source: Thank you for choosing our product. Your feedback is important to us.
bn: আমাদের প্রোডাক্ট নির্বাচন করার জন্য আপনাকে ধন্যবাদ। আপনার মতামত আমাদের কাছে গুরুত্বপূর্ণ।
gu_in: અમારું ઉત્પાદન પસંદ કરવા બદલ આપનો આભાર. તમારો અભિપ્રાય અમારી માટે મહત્વનો છે.
hi_in: हमारे प्रोडक्ट को चुनने के लिए धन्यवाद। आपकी प्रतिक्रिया हमारे लिए महत्वपूर्ण है।
id: Terima kasih telah memilih produk kami. Masukan Anda sangat penting bagi kami.
kn: ನಮ್ಮ ಉತ್ಪನ್ನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿಕೊಂಡಿದ್ದಕ್ಕೆ ಧನ್ಯವಾದಗಳು. ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆ ನಮಗೆ ತುಂಬಾ ಮುಖ್ಯವಾಗುತ್ತದೆ.
mai: हमर प्रोडक्ट केँ चुनबाक लेल अहाँक धन्यवाद. अहाँक प्रतिक्रिया हमरा सभक लेली बड़ महत्वपूर्ण अछि.
ml: ഞങ്ങളുടെ ഉല്പന്നം തിരഞ്ഞെടുത്തതിനു നന്ദി. താങ്കളുടെ പ്രതികരണം ഞങ്ങൾക്ക് വിലപ്പെട്ടത്താണ്.
mr: आमचे उत्पादन निवडल्याबद्दल धन्यवाद. आपला अभिप्राय आमच्यासाठी महत्त्वाचा आहे.
pa_in: ਸਾਡੇ ਉਤਪਾਦ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ। ਤੁਹਾਡੀ ਮੋੜਵੀਂ ਰਾਇ ਸਾਡੇ ਲਈ ਮਾਅਨੇ ਰੱਖਦੀ ਹੈ।
ru: Благодарим Вас за выбор нашего продукта. Ваше мнение очень важно для нас.
ta: எங்களின் தயாரிப்பைத் தேர்ந்தமைக்கு மிக்க நன்றி. உங்களின் கருத்து எங்களுக்கு மிகவும் அவசியமானது.
te: మా ఉత్పాదనను ఎంచుకున్నందుకు కృతజ్ఞతలు. మీ ప్రతిస్పందన మాకు చాలా ముఖ్యం.
th: ขอบคุณที่เลือกผลิตภัณฑ์ของเรา ข้อคิดเห็นของคุณเป็นสิ่งสำคัญสำหรับเรา
tl: Maraming salamat sa iyong pagtangkilik sa aming produkto. Ang iyong feedback ay napakahalaga sa amin.
vi: Cảm ơn bạn đã chọn sản phẩm của chúng tôi. Phản hồi của bạn rất quan trọng với chúng tôi.

# rate_app_dialog_btn_go_rate
source: Rate Us
bn: আমাদের ব্যাপারে আপনার মতামত দিন
gu_in: અમને રેટ કરો
hi_in: हमें रेट करें
id: Beri Peringkat
kn: ನಮ್ಮನ್ನು ರೇಟ್ ಮಾಡಿ
ml: ഞങ്ങളെ റേറ്റ് ചെയ്യൂ
mr: गुणांकन द्या
pa_in: ਸਾਨੂੰ ਦਰਜਾ ਦਿਓ
ru: Оцените нас
ta: நட்சித்திரங்கள் வழங்குங்கள்
te: మమ్మల్ని రేట్ చేయండి
th: ให้คะแนนเรา
tl: Rate sa Amin
vi: Đánh giá chúng tôi

# rate_app_notification_action_rate
source: RATE US
bn: আমাদের ব্যাপারে আপনার মতামত দিন
gu_in: અમને RATE કરો
hi_in: हमें रेट करें
id: BERI PERINGKAT
kn: ನಮ್ಮನ್ನು ರೇಟ್ ಮಾಡಿ
ml: ഞങ്ങളെ റേറ്റ് ചെയ്യൂ
mr: गुणांकन द्या
pa_in: RATE ਦਿਓ
ru: ОЦЕНИТЕ НАС
ta: நட்சித்திரங்கள் வழங்குங்கள்
te: మమ్మల్ని రేట్ చేయండి
th: ให้คะแนนเรา
tl: RATE SA AMIN
vi: ĐÁNH GIÁ CHÚNG TÔI

# rate_app_dialog_btn_feedback
source: Leave Feedback
bn: প্রতিক্রিয়া জানান
gu_in: અભિપ્રાય આપો
hi_in: प्रतिक्रिया दें
id: Kirim Saran
kn: ಪ್ರತಿಕ್ರಿಯೆ ನೀಡಿ
ml: പ്രതികരണം അയയ്ക്കൂ
mr: प्रतिक्रिया द्या
pa_in: ਮੋੜਵੀਂ ਰਾਇ ਭੇਜੋ
ru: Оставьте отзыв
ta: பின்னூட்டம் வழங்குங்கள்
te: ప్రతిస్పందన తెలియజేయండి
th: เสนอข้อคิดเห็น
tl: Mag-iwan ng opinyon
vi: Để lại phản hồi

# rate_app_notification_action_feedback
source: FEEDBACK
bn: প্রতিক্রিয়া
gu_in: પ્રતિભાવ
hi_in: प्रतिक्रिया दें
id: MASUKAN
kn: ಪ್ರತಿಕ್ರಿಯೆ
mai: प्रतिक्रिया दिअ
ml: പ്രതികരണം
mr: अभिप्राय
pa_in: ਮੋੜਵੀਂ ਰਾਇ
ru: ОТЗЫВ
ta: கருத்து
te: ప్రతిస్పందన
th: ข้อคิดเห็น
vi: PHẢN HỒI

# share_app_dialog_text_title
source: Share %1$s with friends!
bn: আপনার বন্ধুদের সাথে %1$s শেয়ার করুন!
gu_in: %1$s મિત્રો સાથે વહેંચો!
hi_in: दोस्तों के साथ %1$s साझा करें!
id: Bagikan %1$s dengan teman!
kn: ನಿಮ್ಮ ಗೆಳೆಯರೊಂದಿಗೆ %1$s ಅನ್ನು ಹಂಚಿಕೊಳ್ಳಿ!
mai: संगी सँ %1$s साझा करू!
ml: %1$s കൂട്ടുകാരുമായി പങ്കുവെക്കുക!
mr: मित्रांसह %1$s शेअर करा!
pa_in: ਬੇਲੀਆਂ/ਸਹੇਲੀਆਂ ਨਾਲ %1$s ਸਾਂਝਾ ਕਰੋ!
ru: Поделитесь %1$s с друзьями!
ta: %1$s நண்பர்களுடன் பகிருங்கள்!
te: %1$s‌ను స్నేహితులతో పంచుకోండి!
th: แบ่งปัน %1$s กับเพื่อน ๆ!
tl: Ibalita ang %1$s sa iyong mga kaibigan!
vi: Chia sẻ %1$s với bạn bè!

# share_app_dialog_text_content
source: - Fast and lightweight - Smart Shopping Search - Free Games, trending news
bn: - দ্রুত এবং হালকা - স্মার্ট শপিং অনুসন্ধান - ফ্রি গেমস, চলমান সংবাদ
hi_in: - तीव्र एवं हल्का - स्मार्ट शॉपिंग सर्च - मुफ्त गेम्स, चर्चित समाचार
id: - Cepat dan ringan - Pencarian Belanja Pintar - Permainan Gratis, berita terkini
ru: - Быстрый и легкий - Умный поиск покупок - Бесплатные игры, актуальные новости

# share_app_dialog_btn_share
source: Share
bn: শেয়ার করুন
gu_in: વહેંચો
hi_in: साझा करें
id: Bagikan
kn: ಹಂಚು
mai: साझा करू
ml: പങ്കിടുക
mr: सामयिक करा
pa_in: ਸਾਂਝਾ ਕਰੋ
ru: Поделиться
ta: பகிர்
te: పంచుకో
th: แบ่งปัน
tl: Ibahagi
vi: Chia sẻ

# share_app_promotion_text
source: Hey, check out this fast and lightweight browser from %3$s. %1$s %2$s
bn: আরে, %3$s-র এই দ্রুত এবং হালকা ব্রাউজারটি দেখুন। %1$s %2$s
gu_in: %3$s દ્વારા બનાવવામાં આવેલું ઝડપી અને ઓછી જગ્યા રોકે તેવું આ બ્રાઉઝર જુઓ. %1$s %2$s
hi_in: सुनो, %3$s द्वारा निर्मित तीव्र तथा एवं हलके ब्राउज़र का जायजा लें। %1$s %2$s
id: Yuk, coba peramban cepat dan ringan dari %3$s. %1$s %2$s
kn: ಹೇ, %3$s ದ ವೇಗದ ಮತ್ತು ಹಗುರವಾದ ಬ್ರೌಸರ್ ಅನ್ನು ಒಮ್ಮೆ ನೋಡಿ. %1$s %2$s
mai: सुनियौ, %3$s मोजिला केरो ई तेज आआोर हलुक ब्राउज़र केँ एकबेर चलाएब कए देखू. %1$s %2$s
ml: ഏയ്, %3$sൽ നിന്നുള്ള വേഗമേറിയതും ലഘുവുമായ ഈ ബ്രൗസർ ഒന്ന് നോക്കൂ. %1$s %2$s
mr: अरे %3$s कडून हा जलद आणि हलका ब्राउझर पहा. %1$s %2$s
pa_in: ਜ਼ਰਾ, %3$s ਦਾ ਇਹ ਤੇਜ਼ ਅਤੇ ਹਲਕਾ ਫੁਲਕਾ ਬਰਾਊਜ਼ਰ ਅਜਮਾ ਕੇ ਦੇਖੋ। %1$s %2$s
ru: Привет, попробуй этот быстрый и лёгкий браузер от %3$s. %1$s %2$s
ta: வணக்கம், %3$s நிறுவனத்தின் வேகமான இலகுவான உலாவியைப் பாவித்துப் பாருங்கள்.%1$s %2$s
te: హలో, %3$s వారి ఈ వేగవంతమైన, తేలికైన విహారిణిని చూడండి. %1$s %2$s
th: เฮ้ ลองดูเบราว์เซอร์ที่เร็วและเบานี้จาก %3$s %1$s %2$s
tl: Hoy, tingnan itong mabilis at magaan na browser mula sa %3$s. %1$s %2$s
vi: Này, hãy xem trình duyệt nhanh và nhẹ này từ %3$s. %1$s %2$s

# update_app_dialog_btn_update_now
source: UPDATE NOW!
bn: এখনই আপডেট করুন!
hi_in: अभी अपडेट करें!
id: UPDATE SEKARANG!
mr: आत्ताच अद्ययावत करा!
ru: ОБНОВИТЬ СЕЙЧАС!

# update_app_dialog_btn_later
source: LATER
bn: পরবর্তীতে
hi_in: बाद में
id: NANTI
mr: नंतर
ru: ПОЗЖЕ

# your_rights_content1
source: %1$s is free and open source software made by %2$s and other contributors.
bn: %2$s এবং অন্যান্য অবদানকারীর দ্বারা তৈরি %1$s হল বিনামূল্যের এবং ওপেন সোর্স সফ্টওয়্যার।
gu_in: %1$s %2$s અને અન્ય યોગદાનકર્તાઓ દ્વારા બનાવવામાં આવેલ મફત અને ઓપન સોર્સ સૉફ્ટવેર છે.
hi_in: %1$s %2$s तथा अन्य योगदानकर्ताओं द्वारा निर्मित मुफ्त एवं ओपन सोर्स सॉफ्टवेयर है।
id: %1$s adalah perangkat lunak bebas dan sumber terbuka yang dibuat oleh %2$s dan kontributor lainnya.
kn: %1$s ಒಂದು ಮುಕ್ತ ಹಾಗೂ ಸ್ವತಂತ್ರ ತಂತ್ರಾಂಶವಾಗಿದ್ದು %2$s ಮತ್ತು ಇತರೆ ಕೊಡುಗೆದಾರರಿಂದ ಮಾಡಲ್ಪಟ್ಟಿದೆ.
mai: %1$s %2$s तथा आन योगदानकर्ता द्वारा बनाएल गेल मुफ्त आओर मुक्त स्रोत सॉफ्टवेयर अछि.
ml: %1$s %2$sയും മറ്റ് പങ്കാളികളും ചേർന്ന് നിർമ്മിച്ച ഒരു സ്വതന്ത്രസോഫ്റ്റ്‌വെയറാണ്.
mr: %1$s %2$s आणि इतर योगदानकर्त्यांनी बनवलेले मोफत आणि खुल्या स्रोताचे सॉफ्टवेअर आहे.
pa_in: %2$s ਅਤੇ ਹੋਰ ਯੋਗਦਾਨੀਆਂ ਵੱਲੋਂ ਬਣਾਇਆ ਗਿਆ %1$s ਇੱਕ ਮੁਫ਼ਤ ਅਤੇ ਓਪਨ ਸੋਰਸ ਸਾਫਟਵੇਅਰ ਹੈ।
ru: %1$s является бесплатной программой с открытым исходным кодом, созданной %2$s и другими участниками.
ta: %1$s, %2$s மற்றும் பிற பங்களிப்பாளர்களால் உருவாக்கப்பட்ட கட்டற்ற திறந்தமூல மென்பொருள் ஆகும்.
te: %1$s అనేది %2$s, ఇతర తోడ్పాటుదార్లు తయారుచేసిన స్వేచ్ఛా, ఓపెన్ సోర్సు సాఫ్ట్‌వేరు.
th: %1$s เป็นซอฟต์แวร์เสรีและเปิดต้นฉบับที่สร้างขึ้นโดย %2$s และผู้มีส่วนร่วมอื่น ๆ
tl: %1$s ay libre at open source na software na gawa ng %2$s at ng iba pang mga taga-ambag.
vi: %1$s là phần mềm nguồn mở và miễn phí được tạo bởi %2$s và những người đóng góp khác.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">%3$s</a> and other open source licenses.
bn: %1$s আপনার কাছে <a href="%2$s">%3$s</a> এবং অন্যান্য ওপেন সোর্স লাইসেন্সের শর্তাবলী অনুসারে উপলব্ধ করা হয়েছে।
gu_in: %1$s એ <a href="%2$s">%3$s સાર્વજનિક પરવાનગીની શરતો પર</a> અને બીજી ઓપનસોર્સ પરવાનગીનાં આધાર પર તમારાં માટે ઉપ્લબ્ધ કરવામાં આવેલ છે.
hi_in: %1$s <a href="%2$s">%3$s</a> तथा अन्य ओपन सोर्स लाइसेंस की शर्तों के तहत आपके लिए उपलब्ध कराया जाता है।
id: %1$s tersedia untuk Anda di bawah persyaratan <a href="%2$s">%3$s</a> dan lisensi sumber terbuka lainnya.
kn: %1$s ಅನ್ನು ನಿಮಗಾಗಿ <a href="%2$s">%3$s ಸಾರ್ವಜನಿಕ ಪರವಾನಗಿ</a> ಮತ್ತು ಇತರೆ ಮುಕ್ತ ತಂತ್ರಾಂಶ ಪರವಾನಗಿಗಳ ಕರಾರುಗಳೊಂದಿಗೆ ಲಭ್ಯವಾಗಿಸಲಾಗಿದೆ.
mai: %1$s <a href="%2$s">%3$s</a> आओर आन ओपन सोर्स लाइसेंसक शर्त क अधीन अहाँक लेल उपलब्ध कराएल जाएत अछि.
ml: %1$s താങ്കൾക്ക് <a href="%2$s">%3$s</a> മറ്റ് സ്വതന്ത്ര ലൈസൻസുകളിലേയും ഉപാധികളോടെയാണ് ലഭ്യമാക്കിയിരിക്കുന്നത്.
mr: %1$s आपल्याला <a href="%2$s">%3$s</a> आणि इतर खुल्या स्त्रोत परवान्यांच्या नियमांतर्गत उपलब्ध करून दिले गेले आहे.
pa_in: %1$s ਤੁਹਾਨੂੰ <a href="%2$s">%3$s</a> ਅਤੇ ਹੋਰ ਖੁੱਲ੍ਹੇ ਵਸੀਲਿਆਂ (ਓਪਨ ਸੋਰਸ) ਦੇ ਲਸੰਸਾਂ ਦੀਆਂ ਸ਼ਰਤਾਂ ਹੇਠ ਮੁਹੱਈਆ ਕਰਵਾਇਆ ਗਿਆ ਹੈ।
ru: %1$s предоставляется вам на условиях <a href="%2$s">%3$s</a> и других лицензий для открытого исходного кода.
ta: %1$s உங்களுக்கு <a href="%2$s">%3$s</a> மற்றும் பிற திறந்த மூல உரிமங்களின் கீழ் கிடைக்கிறது.
te: %1$s <a href="%2$s">%3$s</a>, ఇతర ఓపెన్ సోర్సు లైసెన్సుల నిబంధనల క్రింద లభిస్తుంది.
th: %1$s ให้คุณใช้ภายใต้เงื่อนไขของ <a href="%2$s">%3$s</a> และสัญญาอนุญาตการเปิดต้นฉบับอื่น ๆ
tl: %1$s ay gawa mula sa mga panuntunan ng <a href="%2$s">%3$s</a> at iba pang open source na mga lisensya.
vi: %1$s được cung cấp cho bạn theo các điều khoản của <a href="%2$s">%3$s</a> và các giấy phép nguồn mở khác.

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the %3$s, %4$s or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
bn: %3$s, %4$s বা %1$s নাম বা লোগো সহ Mozilla ফাউন্ডেশন বা কোনও পক্ষের ট্রেডমার্কে উপর কোন অধিকার বা লাইসেন্স আপনাকে মঞ্জুর করা হয়নি। <a href="%2$s">here</a> এ অতিরিক্ত তথ্য পাওয়া যেতে পারে।
gu_in: તમને %3$s ફાઉન્ડેશન અથવા અન્ય કોઇ પક્ષ, Mozilla, %4$s કે %1$s નામ અથવા લોગો સહિતનાં વ્યાપાર ચિહ્નનાં કોઇ અધિકાર કે પરવાનગી આપવામાં આવેલ નથી. વધારાની માહિતી <a href="%2$s">અહિંયા મળશે</a>.
hi_in: Mozilla फ़ाउंडेशन या किसी भी पार्टी के ट्रेडमार्क साथ ही %3$s, %4$s या %1$s के नाम अथवा लोगो, के लिए कोई अधिकार या लाइसेंस आपको नहीं दिया जाता है। अधिक जानकारी <a href="%2$s">यहाँ</a> से पा सकते हैं।
id: Anda tidak diberi izin atau lisensi apa pun atas merek dagang Mozilla Foundation atau pihak mana pun, termasuk nama atau logo %3$s, %4$s, atau %1$s. Informasi lebih lanjut bisa ditemukan <a href="%2$s">di sini</a>.
kn: ನಿಮಗೆ ಮೊಝಿಲ್ಲಾ ಫೌಂಡೇಷನ್ ಅಥವಾ ಯಾವುದೇ ಪಕ್ಷದ, ಇವನ್ನೂ ಒಳಗೊಂಡಂತೆ %3$s, %4$s ಅಥವಾ %1$s ಹೆಸರುಗಳು ಅಥವಾ ಲೋಗೋಗಳ ಯಾವುದೇ ಹಕ್ಕುಗಳು ಅಥವಾ ಪರವಾನಗಿಯನ್ನು ನೀಡಲಾಗಿಲ್ಲ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಯನ್ನು <a href="%2$s">ಇಲ್ಲಿ</a> ಕಾಣಬಹುದಾಗಿದೆ.
mai: Mozilla फ़ाउंडेशन अथवा कोनो पार्टी क ट्रेडमार्क सँगे सँग %3$s, %4$s या %1$s क नाम अथवा लोगो, कलेल कोनो अधिकार या लाइसेंस अहाँक नहि देल जाएत अछि. बेसी जानकारी <a href="%2$s">एतय</a>सँ पाबि सकैत छी.
ml: മോസില്ല ഫൗണ്ടേഷനുമായി ബന്ധപ്പെട്ട %3$s, %4$s, %1$s എന്നിവയുടെ പേരകളും ലോഗോകളും അടക്കം ഒന്നിന്റേയും മുകളിൽ അവകാശമൊ ട്രൈഡ്മാർക്ക് ഉപയോഗിക്കാനുള്ള അനുമതിയൊ നിങ്ങൾക്ക് നൽകപ്പെട്ടിട്ടില്ല. കൂടുതൽ വിവരങ്ങൾ <a href="%2$s">ഇവിടെ </a> നോക്കുക
mr: %3$s, %4$s किंवा %1$s यांच्या नाव व चिन्हांसह Mozilla Foundation किंवा इतर पार्टीच्या व्यापारचिन्हाचे हक्क किंवा परवाने आपणास दिलेले नाहीत. अधिक माहिती <a href="%2$s">इथे</a> मिळेल.
pa_in: ਤੁਹਾਨੂੰ ਮੋਜ਼ੀਲਾ ਫਾਊਂਡੇਸ਼ਨ ਜਾਂ ਕਿਤੇ ਵੀ ਹੋਰ ਧਿਰ ਦੇ ਟਰੇਡਮਾਰਕ ਲਈ ਹੱਕ ਜਾਂ ਲਸੰਸ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਦਿੱਤੀ ਗਈ ਹੈ, ਜਿਸ ਵਿੱਚ %3$s, %4$s ਜਾਂ %1$s ਨਾਂ ਜਾਂ ਲੋਗੋ ਸ਼ਾਮਲ ਹਨ। ਹੋਰ ਜਾਣਕਾਰੀ <a href="%2$s">ਇੱਥੇ</a> ਲੱਭੀ ਜਾ ਸਕਦੀ ਹੈ।
ru: Вы не получаете никаких прав или лицензий на товарные знаки Mozilla Foundation или любой другой стороны, включая имена или логотипы %3$s, %4$s или %1$s. Дополнительную информацию можно найти <a href="%2$s">здесь</a>.
ta: உங்களுக்கு மொசில்லா அறக்கட்டளை அல்லது பிற தரப்பினரின் வணிகச் சின்னங்களுக்கான உரிமங்கள் அல்லது உரிமைகள் அல்லது வேற எந்த உரிமைகளும் வழங்கப்படவில்லை மேலும் %3$s, %4$sஅல்லது %1$s போன்ற பெயர்களும் அதன் படங்களும் அவ்விதியில் அடங்கும். கூடுதலான தகவல்கள் <a href="%2$s">இங்கு கிடைக்கும்</a>.
te: మొజిల్లా ఫౌండేషను లేదా ఇతర పక్షాల ట్రేడుమార్కులపై, %3$s, %4$s లేదా %1$s పేర్లు లేదా చిహ్నాలతో కలిపి, మీకు ఎటువంటి హక్కులు గానీ లైసెన్సు గానీ జారీచేయలేదు. అదనపు సమాచారాన్ని <a href="%2$s">ఇక్కడ</a> చూడవచ్చు.
th: คุณไม่ได้รับสิทธิหรือสัญญาอนุญาตใด ๆ ในเครื่องหมายการค้าของมูลนิธิ Mozilla หรือบุคคลใด ๆ รวมทั้งชื่อหรือโลโก้ %3$s, %4$s หรือ %1$s ข้อมูลเพิ่มเติมอาจพบได้ <a href="%2$s">ที่นี่</a>
vi: Bạn không được cấp bất kỳ quyền hoặc giấy phép nào cho các nhãn hiệu của Tổ chức Mozilla hoặc bất kỳ bên nào, bao gồm %3$s, %4$s hoặc %1$s tên hoặc logo. Thông tin bổ sung có thể được tìm thấy <a href="%2$s">tại đây</a>.

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
bn: %1$s এর জন্য অতিরিক্ত সোর্স কোড অন্যান্য বিনামূল্যে এবং ওপেন সোর্স <a href="%2$s">লাইসেন্সগুলি</a> এর অধীনে উপলব্ধ।
gu_in: બીજા વિભિન્ન પ્રકારનાં નિઃશુલ્ક અને ઓપન સોર્સ<a href="%2$s">ની પરવાનગી હેઠળ</a>%1$s માટે વધારાનાં સોર્સ કોડ ઉપ્લબ્ધ છે.
hi_in: %1$s के लिए अतिरिक्त स्रोत कोड विभिन्न अन्य मुफ़्त और ओपन सोर्स <a href="%2$s">लायसेंस</a> के तहत उपलब्ध है।
id: Kode sumber tambahan untuk %1$s tersedia dalam berbagai <a href="%2$s">lisensi</a> bebas dan sumber terbuka lainnya.
kn: %1$s ಗೆ ಹೆಚ್ಚಿನ ಸೋರ್ಸ್ ಕೋಡ್ ಅನೇಕ ಇತರೆ ಮುಕ್ತ ಮತ್ತು ಸ್ವತಂತ್ರ ತಂತ್ರಾಂಶ <a href="%2$s">ಪರವಾನಗಿಗಳ</a> ಮೂಲಕ ಲಭ್ಯವಿವೆ.
mai: %1$s लेली अतिरिक्त स्रोत कोड अनेक आन मुफ़्त आओर मुक्त स्रोत <a href="%2$s">लायसेंस</a> क तहत उपलब्ध अछि.
ml: %1$s എന്നതിന്റെ കൂടുതൽ സോഴ്സ് കോഡ് മറ്റു പല സ്വതന്ത്ര <a href="%2$s">ലൈസൻസുകൾ</a> പ്രകാരം ലഭ്യമാണ്.
mr: %1$s साठी अधिक स्रोत कोड इतर अनेक मुक्त आणि खुल्या स्त्रोताच्या <a href="%2$s">परवान्यांतर्गत</a> उपलब्ध आहे.
pa_in: %1$s ਲਈ ਹੋਰ ਸੋਰਸ ਕੋਡ ਹੋਰ ਕਈ ਮੁਫਤ ਅਤੇ ਖੁੱਲ੍ਹੇ ਵਸੀਲਿਆਂ (ਓਪਨ ਸੋਰਸ) ਦੇ <a href="%2$s">ਲਸੰਸਾਂ</a> ਹੇਠ ਮਿਲਦਾ ਹੈ।
ru: Дополнительный исходный код для %1$s доступен под различными другими свободными и открытыми <a href="%2$s">лицензиями</a>.
ta: %1$s உடைய கூடுதல் மூல நிரல் மற்ற கட்டற்ற திறந்த மூல <a href="%2$s">உரிமங்கள்</a> கீழ் கிடைக்கிறது.
te: %1$s కొరకు అదనపు సోర్సు కోడు వివిధ ఇతర స్వేచ్ఛా, ఓపెన్ సోర్సు <a href="%2$s">లైసెన్సుల</a> కింద లభిస్తుంది.
th: โค้ดต้นฉบับเพิ่มเติมสำหรับ %1$s ใช้ได้ภายใต้ <a href="%2$s">สัญญาอนุญาต</a> เสรีและเปิดต้นฉบับต่าง ๆ
vi: Đoạn mã bổ sung cho %1$s có sẵn dưới nhiều loại <a href="%2$s">giấy phép</a> tự do và nguồn mở khác nhau.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
bn: এছাড়াও %1$s পৃথক ও স্বাধীন ভাবে হিসেবে <a href="%2$s">GNU General Public License v3</a>-র অধীনে Disconnect, Inc-র প্রদত্ত ব্লকলিস্ট ব্যবহার করে, ও <a href="%3$s">এখানে</a> উপলব্ধ আছে।
gu_in: %1$s એ Disconnect, Inc. દ્વારા આપવામાં આવેલ બ્લોકલિસ્ટનો ઉપયોગ પણ કરે છે કે જે <a href="%2$s">GNU જનરલ પબ્લિક લાયસેંસ v3</a>,હેઠળ અલગથી અને સ્વતન્તર રીતે કામ કરે છે, અને અહિંયા <a href="%3$s">ઉપ્લબ્ધ છે</a>.
hi_in: %1$s Disconnect, Inc. द्वारा प्रदान की गई ब्लॉकलिस्ट का भी उपयोग करता है जो <a href="%2$s">जीएनयू सामान्य लोक लायसेंस v3</a> के तहत अलग और स्वतंत्र काम करता है, और <a href="%3$s">यहाँ</a> उपलब्ध है।
id: %1$s juga menggunakan daftar blokir yang disediakan oleh Disconnect, Inc. sebagai hasil karya terpisah dan independen di bawah <a href="%2$s">GNU General Public License v3</a>, dan tersedia <a href="%3$s">di sini</a>.
kn: %1$s ಡಿಸ್ಕನೆಕ್ಟ್, ಇಂಕ್. ಲಭ್ಯವಾಗಿಸಿರುವ ಬ್ಲಾಕ್‍ಲಿಸ್ಟ್‍‍ಗಳನ್ನೂ ಬೇರೆಯ ಮತ್ತು ಸ್ವತಂತ್ರ ಕೆಲಸಗಳಾಗಿ <a href="%2$s">GNU General Public License v3</a> ನ ಅಡಿ ಬಳಸುತ್ತದೆ, ಮತ್ತು <a href="%3$s">ಇಲ್ಲಿ</a> ಲಭ್ಯವಿದೆ.
mai: %1$s Disconnect, Inc. द्वारा प्रदान कएल गेल ब्लॉकलिस्ट क भी उपयोग करैत अछि जे <a href="%2$s">जीएनयू सामान्य पब्लिक लायसेंस v3</a> क तहत अलग आओर स्वतंत्र काज करैत अछि, आओर <a href="%3$s">एतय</a> उपलब्ध अछि.
ml: <a href="%3$s">ഇവിടെ</a> ലഭ്യമായിട്ടുള്ളതും, <a href="%2$s">GNU സാർവ്വജനിക അനുവാദപത്രത്തിന്റെ 3ാം പതിപ്പ്</a> പ്രകാരം Disconnect, Inc. സ്വതന്ത്രവും വേറിട്ടതുമായി പുറത്തിറക്കിയിട്ടുള്ള തടയൽ പട്ടികകളും %1$s ഉപയോഗിക്കുന്നു.
mr: %1$s Disconnect, Inc. यांनी पुरवलेले अवरोध तक्ते स्वतंत्र व विभक्त कार्य म्हणून पण वापरते जे <a href="%2$s">GNU General Public License v3</a> अंतर्गत उपलब्ध आहे आणि <a href="%3$s">इथून</a> मिळवता येते.
pa_in: %1$s Disconnect, Inc. ਵਲੋਂ ਪਾਬੰਦੀਸੁਦਾ-ਸੂਚੀਆਂ ਦੀ ਵਰਤੋਂ ਵੱਖਰੇ ਅਤੇ ਆਜ਼ਾਦਾਨਾ ਤੌਰ 'ਤੇ <a href="%2$s">GNU ਜਰਨਲ ਪਬਲਿਕ ਲਸੰਸ v3</a> ਦੇ ਤਹਿਤ ਕਰਦਾ ਹੈ ਅਤੇ ਇਹ <a href="%3$s">ਇੱਥ ਮੌਜੂਦ ਹੈ</a>।
ru: %1$s также использует списки блокировки от Disconnect, Inc. как отдельные и независимые работы на условиях <a href="%2$s">Генеральной публичной лицензии GNU версии 3</a>, доступные <a href="%3$s">здесь</a>.
ta: Disconnect, Inc நிறுவனம் வழங்கிய தடுப்பு பட்டியலை %1$s தனியாக பயன்படுத்துவதுடன் <a href="%2$s"> GNU பொது மக்கள் உரிமத்தின் v3</a>, கீழ் கிடைக்கப்பெற்ற <a href="%3$s">பட்டியலையும் பயன்படுத்துகிறது</a>.
te: Disconnect, Inc. వారు అందించే నిరోధపు జాబితాలను కూడా విడి స్వతంత్ర కృతులుగా <a href="%2$s">GNU జనరల్ పబ్లిక్ లైసెన్సు v3</a> ప్రకారం %1$s వాడుకుంటుంది, అవి <a href="%3$s">ఇక్కడ</a> లభిస్తాయి.
th: %1$s ยังใช้รายการปิดกั้นที่ให้บริการโดย Disconnect, Inc. ซึ่งเป็นงานแยกและเป็นอิสระภายใต้ <a href="%2$s">GNU General Public License v3</a> และใช้ได้ <a href="%3$s">ที่นี่</a>
tl: %1$s ay gumagamit din ng blocklists mula sa Disconnect, Inc. na kabilang sa <a href="%2$s">GNU General Public License v3</a>, at makikita <a href="%3$s">dito</a>.
vi: %1$s cũng sử dụng danh sách chặn được cung cấp bởi Disconnect, Inc. là các công việc riêng biệt và độc lập theo <a href="%2$s">GNU General Public License v3</a>, và có sẵn <a href="%3$s">ở đây</a>.

# survey_notification_title
source: We need you! %1$s
bn: আপনাকে আমাদের দরকার! %1$s
gu_in: અમને તમારી જરુર છે! %1$s
hi_in: %1$s हमे आपकी जरुरत है!
id: Kami membutuhkan Anda! %1$s
kn: ನಮಗೆ ನಿಮ್ಮ ಅಗತ್ಯವಿದೆ! %1$s
mai: %1$s हमरा अहाँक जरूरत अछि
ml: ഞങ്ങൾക്ക് താങ്കളെ വേണം! %1$s
mr: आम्हाला तुुमची गरज आहे! %1$s
pa_in: ਸਾਨੂੰ ਤੁਹਾਡੀ ਲੋੜ ਹੈ! %1$s
ru: Мы нуждаемся в Вас! %1$s
ta: நீங்கள் எங்களுக்கு வேண்டும்! %1$s
te: మీరు మాకు కావాలి! %1$s
th: เราต้องการคุณ! %1$s
tl: Kailangan ka namin! %1$s
vi: Chúng tôi cần bạn! %1$s

# survey_notification_description
source: Shape a better product for Indonesia
bn: ইন্দোনেশিয়া জন্য একটি ভাল প্রোডাক্ট তৈরি করুন
gu_in: ઈન્ડોનેશિયા માટે એક વધું સારાં ઉત્પાદનને આકાર આપો
hi_in: भारत के लिए एक बेहतर उत्पाद विकसित करें।
id: Wujudkan produk yang lebih baik untuk Indonesia
kn: ಭಾರತಕ್ಕಾಗಿ ಒಂದು ಉತ್ತಮ ಉತ್ಪನ್ನ ರೂಪಿಸಿ
mai: इंडोनेशिया कलेल एकटा बेहतर प्रोडक्ट क आकार दिअ
ml: ഇന്തോനേഷ്യയ്ക്കായി ഒരു നല്ല ഉല്പന്നം രൂപകൽപന ചെയ്യൂ
mr: इंडोनेशियासाठी एक चांगले उत्पादन तयार करा
pa_in: ਇੰਡੋਨੇਸ਼ੀਆ ਲਈ ਆਕਾਰ ਇੱਕ ਵਧੀਆ ਉਤਪਾਦ ਹੈ
ru: Формируйте лучший продукт для Индонезии
ta: பயனர்களுக்கான ஒரு சிறந்த தயாரிப்பாக வடிவமையுங்கள்
te: ఈ ఉత్పాదనను భారతదేశం కోసం మెరుగ్గా తీర్చిదిద్దండి
th: สร้างผลิตภัณฑ์ที่ดีขึ้นสำหรับอินโดนีเซีย
tl: Bumalangkas ng mas magandang produkto para sa Pilipinas
vi: Định hình một sản phẩm tốt hơn cho Indonesia

# new_background_tab_hint
source: New tab opened
bn: নতুন ট্যাব খোলা হয়েছে
gu_in: નવી ટૅબ ખૂલી ગઇ છે
hi_in: नया टैब खुला
id: Tab baru dibuka
kn: ಹೊಸ ಹಾಳೆ ತೆರೆಯಲಾಗಿದೆ
mai: नव टैब खुलि गेल
ml: പുതിയ ടാബ് തുറന്നു
mr: नवीन टॅब उघडले
pa_in: ਨਵੀਂ ਟੈਬ ਖੋਲ੍ਹੀ
ru: Открыта новая вкладка
ta: புதிய கீற்று திறந்தது
te: కొత్త ట్యాబు తెరుచుకుంది
th: เปิดแท็บใหม่แล้ว
tl: May bagong bukas na tab
vi: Thẻ mới đã được mở

# new_background_tab_switch
source: SWITCH
bn: পরিবর্তন
gu_in: સ્વિચ
hi_in: स्विच
id: PINDAH
kn: ಬದಲಿಸು
mai: बदलू
ml: പരസ്പരം മാറുക
mr: बदला
pa_in: ਬਦਲੋ
ru: ПЕРЕЙТИ
ta: மாற்று
te: మారు
th: สลับ
tl: MAGPALIT
vi: CHUYỂN

# setting_default_browser_notification_title
source: Changing settings…
bn: সেটিংস পাল্টানো হচ্ছে…
gu_in: સેટીંગ્સ બદલી રહ્યા છીએ…
hi_in: सेटिंग बदले जा रहे हैं…
id: Mengubah setelan…
kn: ಸಿದ್ಧತೆಗಳನ್ನು ಬದಲಿಸುವುದು…
mai: सेटिंग्स बदलू...
ml: ക്രമീകരണങ്ങൾ മാറ്റുന്നു…
mr: सेटिंग्ज बदलत आहे…
pa_in: …ਸੈਟਿੰਗਾਂ ਨੂੰ ਬਦਲਿਆ ਜਾ ਰਿਹਾ ਹੈ
ru: Изменение параметров…
ta: அமைவுகளை மாற்றுகிறது…
te: అమరికలు మారుస్తున్నాం…
th: กำลังเปลี่ยนการตั้งค่า…
tl: Ang pagbabago sa mga setting...
vi: Thay đổi các cài đặt…
