Repository: mozilla-l10n/zerda-android-l10n
Catalog: locales/*/app.po
Languages: bn, gu_in, hi_in, id, kn, mai, ml, mr, pa_in, ru, ta, te, th, tl, vi

# first_run_page7_text
source: Now you can check how many trackers are blocked in private mode.
gu_in: હવે તમે ચકાસી શકો છો કે ખાનગી મોડમાં કેટલા ટ્રેકર્સ અવરોધિત છે.
hi_in: अब आप निजी मोड में कितने ट्रैकर अवरुद्ध हैं उन्हें देख सकते हैं।
id: Sekarang Anda dapat memeriksa berapa banyak pelacak yang diblokir dalam mode pribadi.
kn: ನೀವು‍ ಈಗ ಖಾಸಗಿ ಸ್ಠಿತಿಯಲ್ಲಿ ಎಷ್ಟು ಜಾಡುಹಿಡಿಯುವವರನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ ಎಂಬುದನ್ನು ಪರಿಶೀಲಿಸಬಹುದು.
ml: സ്വകാര്യത മോഡില്‍ എത്ര ട്രാക്കറുകള്‍ തടഞ്ഞു എന്ന് ഇപ്പോള്‍ കാണാം.
mr: आता आपण खाजगी मोडमध्ये किती ट्रॅकर अवरोधित केले आहेत ते तपासू शकता.
ru: Теперь вы можете посмотреть, сколько трекеров было заблокировано в приватном режиме.
ta: இப்போது தனிமை முறையில் எத்தனை பின்தொடரிகள் தடுக்கப்பட்டன எனப் பார்க்கலாம்.
th: ตอนนี้คุณสามารถตรวจสอบจำนวนตัวติดตามที่ถูกปิดกั้นในโหมดส่วนตัว
tl: Ngayon ay maaari mong suriin kung gaano karaming mga tracker ang naharang sa pribadong mode.
vi: Bây giờ bạn có thể kiểm tra có bao nhiêu trình theo dõi bị chặn trong chế độ riêng tư.

# first_run_upgrade_page_title
source: We heard your feedback!
gu_in: અમે તમારી પ્રતિક્રિયા સાંભળી!
hi_in: हमने आपकी राय सुनी!
id: Kami mendengar masukan Anda!
kn: ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಕೇಳಿದ್ದೇವೆ!
mai: हम अहाँक प्रतिक्रिया सुनलहूँ!
ml: ഞങ്ങൾ താങ്കളുടെ പ്രതികരണം കേട്ടു!
mr: आम्ही आपला अभिप्राय ऐकला!
pa_in: ਅਸੀਂ ਤੁਹਾਡਾ ਸੁਝਾਅ ਸੁਣਿਆ!
ru: Мы услышали ваше мнение!
ta: உங்களின் கருத்தைக் கேட்டோம்!
te: మేము మీ ప్రతిస్పందన విన్నాము!
th: เราได้รับข้อคิดเห็นของคุณแล้ว!
tl: Narinig namin ang inyong feedback!
vi: Chúng tôi đã ghi nhận phản hồi của bạn!

# new_name_upgrade_page_title
source: We have a new look!
bn: আমরা এখন নতুন ভাবে!
gu_in: અમારી પાસે એક નવો દેખાવ છે!
hi_in: हमारे पास एक नया लुक है!
id: Tampilan baru!
kn: ನಮಗೆ ಹೊಸ ನೋಟ ಲಭ್ಯವಿದೆ!
ml: ഞങ്ങൾക്ക് ഒരു പുതിയ രൂപം ഉണ്ട്!
mr: आम्ही नवीन रूप धारण केलंय!
pa_in: ਸਾਡੇ ਕੋਲ ਨਵੀਂ ਦਿੱਖ ਹੈ!
ru: У нас новый вид!
ta: எங்களுக்கு ஒரு புதிய தோற்றம்!
te: మాకు కొత్త రూపం వచ్చింది!
th: เรามีหน้าตาใหม่!
tl: Mayroon kaming bagong hitsura!
vi: Chúng tôi có một cái nhìn mới!

# new_name_upgrade_page_text
source: With the evolved product, we bring you a newly refreshed %1$s, with new name and new logo.
bn: বিবর্তিত পণ্যের সাথে, আমরা আপনার জন্য নতুন নাম এবং নতুন লোগো সহ একেবারে নতুন একটি %1$s এনেছি।
gu_in: વિકસિત ઉત્પાદન સાથે, અમે તમારી માટે નવાં નામ અને નવાં લોગો સાથે નવું તાજું %1$s લાવીએ છીએ.
hi_in: विकसित प्रोडक्ट के साथ, एक नए नाम और नए लोगो के साथ, हम आपके लिए बिलकुल नया %1$s लाये हैं।
id: Melalui evolusi produk, kami hadirkan %1$s yang segar, dengan nama dan logo baru.
kn: ವಿಕಸನಗೊಂಡ ಉತ್ಪನ್ನದೊಂದಿಗೆ, ನಾವು ಹೊಸ ಹೆಸರನ್ನು ಮತ್ತು ಹೊಸ ಲೋಗೋದೊಂದಿಗೆ ಹೊಸದಾಗಿ ರಿಫ್ರೆಶ್ ಮಾಡಿದ %1$s ಅನ್ನು ತರುತ್ತೇವೆ.
ml: വികസിച്ച ഉല്പന്നത്തോട് കൂടി, പുതിയ നാമവും പുതിയ ലോഗോയും ഉപയോഗിച്ച്, ഞങ്ങൾ നിങ്ങൾക്ക് പുതുതായി പുതുക്കിയ %1$s കൊണ്ടുവരുന്നു.
mr: विकसित उत्पादनासह, आम्ही नवीन आणि ताजे %1$s सादर करत आहे, नवीन नाव व चिन्हासह.
pa_in: ਵਿਕਾਸ ਹੋਏ ਉਤਪਾਦ ਦੇ ਨਾਲ, ਅਸੀਂ ਤੁਹਾਨੂੰ ਨਵੇਂ ਨਾਂ ਅਤੇ ਨਵੇਂ ਲੋਗੋ ਦੇ ਨਾਲ ਇੱਕ ਤਾਜ਼ਾ ਰਿਫ੍ਰੈਸ਼ਡ %1$s ਲਿਆਉਂਦੇ ਹਾਂ।
ru: Благодаря развитию продукта, мы предлагаем вам обновленный %1$s с новым именем и логотипом.
ta: உருவான தயாரிப்புடன், புதிய பெயர் மற்றும் புதிய லோகோவுடன் புதிதாகப் புதுப்பித்த, %1$s உலாவியை உங்களுக்குத் தருகிறோம்.
th: ด้วยผลิตภัณฑ์ที่ได้รับการพัฒนา เรานำ %1$s แบบใหม่พร้อมชื่อใหม่และโลโก้ใหม่มาให้คุณ
tl: Sa paglaki ng produkto, dalhin namin sa iyo ang isang bagong na-refresh na %1$s, na may bagong pangalan at bagong logo.
vi: Với sản phẩm đã phát triển, chúng tôi mang đến cho bạn một %1$s mới mẻ, với tên mới và logo mới.

# first_run_upgrade_page_text1
source: 1. Multitask by opening %s at the same time!
gu_in: 1. %s એ જ સમયે ખોલીને બહુવિધ કામ એક સાથે કરો!
hi_in: 1. एक ही समय में %s खोलकर बहु कार्यण!
id: 1. Mengerjakan sekaligus dengan membuka %s secara bersamaan!
kn: 1. ಹಲವು ಕೆಲಸಗಳನ್ನು ಒಮ್ಮೆಲೆ %s ತೆರೆಯುವುದರಿಂದ ಮಾಡಿ!
mai: 1. एक्के टाइम मे %s मल्टीटास्क सेहो खुलल अछि!
ml: 1. ഒരേ സമയം %s തുറക്കുന്നതിലൂടെ വളരെയധികം കാര്യങ്ങൾ ചെയ്യൂ!
mr: 1. एकाच वेळी %s उघडून अनेक कामे करा!
pa_in: 1. ਇਕੋ ਸਮੇਂ ਵਿੱਚ %s ਖੋਲ੍ਹਣ ਨਾਲ ਮਲਟੀਟਾਸਕ!
ru: 1. Делайте несколько дел сразу, открывая %s одновременно!
ta: 1. ஒரே நேரத்தில் %s வழி திறக்கப்பட்ட பல்வகை செயல்கள்!
te: 1. ఒకేసారి %s తెరవడం ద్వారా మల్టీటాస్కింగు చెయ్యండి!
th: 1. ทำงานหลายอย่างโดยเปิด %s ในเวลาเดียวกัน!
tl: 1. Mag-multitask sa pamamagitan ng pagbubukas ng %s sabay-sabay!
vi: 1. Đa nhiệm bằng cách mở %s cùng một lúc!

# first_run_upgrade_page_text1_highlight
source: multiple tabs
gu_in: બહુવિધ ટૅબ્સ
hi_in: विभिन्न टैब
id: multi-tab
kn: ಹೆಚ್ಚಿನ ಟ್ಯಾಬ್‍ಗಳು
mai: अनेक टैब
ml: ഒന്നിലധികം ടാബുകൾ
mr: एकाधिक टॅब
pa_in: ਕਈ ਟੈਬਾਂ
ru: множество вкладок
ta: பல கீற்றுகள்
te: పలు ట్యాబులు
th: หลายแท็บ
tl: maraming mga tab
vi: nhiều thẻ

# first_run_upgrade_page_text2
source: 2. Access your favorite sites quickly by %s
gu_in: 2. તમારા મનપસંદ સાઇટ્સને ઝડપથી %s દ્વારા ઍક્સેસ કરો
hi_in: 2. %s द्वारा जल्दी से अपने पसंदीदा साइटों का चलायें
id: 2. Akses situs favorit Anda secara cepat dengan %s
kn: 2. ನಿಮ್ಮ ಮೆಚ್ಚಿನ ತಾಣಗಳನ್ನು %s ವೀಕ್ಷಿಸಿ
mai: 2. अपन पसंदीदा साइट पर तेजी सँ %s द्वारा पहुँचू
ml: 2. താങ്കളുടെ പ്രിയപ്പെട്ട സൈറ്റുകൾ %s വേഗം സന്ദർശിക്കൂ
mr: 2. %s द्वारे आपल्या आवडीच्या साइट मध्ये लवकर प्रवेश करा
pa_in: 2. %s ਨਾਲ ਛੇਤੀ ਨਾਲ ਆਪਣੀ ਪਸੰਦੀਂਦਾ ਸਾਈਟਾਂ ਤੇ ਪਹੁੰਚੋ
ru: 2. Мгновенно получите доступ к любимым сайтам %s
ta: 2. உங்களுக்கு பிடித்த தளங்களை விரைவாக %s வழி அணுகுங்கள்
te: 2. మీ అభిమాన సైట్లను %s త్వరగా చేరుకోండి!
th: 2. เข้าถึงเว็บไซต์โปรดของคุณอย่างรวดเร็วโดย %s
tl: 2. Puntahan ang iyong mga paboritong website nang mas mabilis sa pamamagitan ng %s
vi: 2. Truy cập các trang web yêu thích của bạn một cách nhanh chóng theo %s

# first_run_upgrade_page_text2_highlight
source: adding them to the home screen!
gu_in: તેમને હોમ સ્ક્રીન પર ઉમેરી રહ્યાં છે!
hi_in: उन्हें होम स्क्रीन पर लाया जा रहा है!
id: menambahkan ke beranda!
kn: ಇವುಗಳನ್ನು ಮುಖ ಪರದೆಗೆ ಸೇರಿಸಲಾಗುತ್ತಿದೆ!
mai: ओकरा होम स्क्रीन मे जोड़ू!
ml: പൂമുഖത്തിലേക്ക് ചേർക്കുന്നതിലൂടെ
mr: त्यांना मुख्य पडद्यावर जोडूया!
pa_in: ਉਹਨਾਂ ਨੂੰ ਮੁੱਖ ਸਕਰੀਨ 'ਤੇ ਜੋੜਿਆ ਜਾ ਰਿਹਾ ਹੈ!
ru: добавив их на домашний экран!
ta: அவைகளை முகப்பு திரைக்கு சேர்க்கிறது!
te: ముంగిలి తెరకు చేర్చుకోవడం ద్వారా!
th: เพิ่มเว็บไซต์ไปยังหน้าจอหลัก!
tl: idagdag sa home screen!
vi: thêm chúng vào màn hình chính!

# firstrun_close_button
source: OK, got it!
bn: ঠিক আছে, বুঝেছি!
gu_in: OK, સમજાઇ ગયું!
hi_in: अच्छा, समझ गया!
id: Oke, paham
kn: ಸರಿ, ಗೊತ್ತಾಯಿತು!
mai: बेस, बुझि गेलहूँ!
ml: മനസ്സിലായി!
mr: ठीक आहे, समजले!
pa_in: ਠੀਕ ਹੈ, ਸਮਝ ਗਏ!
ru: Ок, понятно!
ta: சரி, புரிந்தது!
te: సరే, అర్థమైంది!
th: ตกลง เข้าใจแล้ว!
tl: OK, naintindihan ko!
vi: Đã hiểu!

# firstrun_skip_button
source: Skip
gu_in: છોડો
hi_in: छोड़ें
id: Lewati
kn: ಸ್ಕಿಪ್
mai: छोड़ू
ml: ഒഴിവാക്കു
mr: वगळा
pa_in: ਛੱਡੋ
ru: Пропустить
ta: தவிர்
te: దాటవేయి
th: ข้าม
tl: Laktawan
vi: Bỏ qua

# firstrun_next_button
source: Next
gu_in: આગળ
hi_in: अगला
id: Lanjut
kn: ಮುಂದೆ
mai: अगिला
ml: അടുത്തത്
mr: पुढचे
pa_in: ਅੱਗੇ
ru: Далее
ta: அடுத்து
te: తదుపరి
th: ถัดไป
tl: Susunod
vi: Tiếp

# label_menu_bookmark
source: Bookmarks
bn: বুকমার্ক
gu_in: બુકમાર્ક
hi_in: बुकमार्क
id: Markah
kn: ಪುಟಗುರುತುಗಳು
mai: पुस्तकचिह्न
ml: അടയാളക്കുറിപ്പുകള്‍
mr: वाचनखूणा
pa_in: ਬੁੱਕਮਾਰਕ
ru: Закладки
ta: புத்தகக்குறிகள்
te: ఇష్టాంశాలు
th: ที่คั่นหน้า
tl: Mga Bookmark
vi: Dấu trang

# label_menu_download
source: Downloads
bn: ডাউনলোড
gu_in: ડાઉનલોડ
hi_in: डाउनलोड
id: Unduhan
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳು
mai: डाउनलोड
ml: ഡൌണ്‍ലോഡുകള്‍
mr: डाउनलोड
pa_in: ਡਾਊਨਲੋਡ
ru: Загрузки
ta: பதிவிறக்கங்கள்
te: దింపుకోళ్ళు
th: การดาวน์โหลด
tl: Mga Download
vi: Tải xuống

# label_menu_find_in_page
source: Find in page
bn: পাতায় অনুসন্ধান
gu_in: પૃષ્ઠમાં શોધો
hi_in: पृष्ठ में खोजें
id: Temukan di laman
kn: ಪುಟದಲ್ಲಿ ಹುಡುಕು
ml: താളില്‍ തിരയുക
mr: पृष्ठात शोधा
pa_in: ਸਫ਼ੇ ਵਿੱਚ ਲੱਭੋ
ru: Найти на странице
ta: பக்கத்தில் தேடுக
te: పేజీలో కనుక్కొండి
th: ค้นหาในหน้า
tl: Hanapin sa pahina
vi: Tìm trong trang

# label_menu_clear_cache
source: Clear cache
bn: ক্যাশ মুছে ফেলুন
gu_in: કૅશ સાફ કરો
hi_in: कैशे मिटाएं
id: Bersihkan tembolok
kn: ಕ್ಯಾಶೆ ತೆರವುಗೊಳಿಸು
mai: कैश मेटाबू
ml: ക്യാഷ് വൃത്തിയാക്കുക
mr: कॅशे साफ करा
pa_in: ਕੈਸ਼ ਸਾਫ ਕਰੋ
ru: Очистить кэш
ta: தேக்கத்தை அழி
te: క్యాషేను తుడిచివేయి
th: ล้างแคช
tl: Burahin ang cache
vi: Xoá bộ nhớ đệm

# label_menu_history
source: History
bn: পূর্ববর্তী তথ্য
gu_in: ઇતિહાસ
hi_in: इतिहास
id: Riwayat
kn: ಇತಿಹಾಸ
mai: इतिहास
ml: നാള്‍വഴി
mr: इतिहास
pa_in: ਅਤੀਤ
ru: История
ta: வரலாறு
te: చరిత్ర
th: ประวัติ
tl: Kasaysayan
vi: Lịch sử

# label_menu_share
source: Share
bn: শেয়ার
gu_in: વહેંચો
hi_in: साझा करें
id: Bagikan
kn: ಹಂಚು
mai: साझा करू
ml: പങ്കിടുക
mr: सामयिक करा
pa_in: ਸਾਂਝਾ ਕਰੋ
ru: Поделиться
ta: பகிர்
te: పంచుకో
th: แบ่งปัน
tl: Ibahagi
vi: Chia sẻ

# label_menu_my_shots
source: Screenshots
hi_in: स्क्रीनशॉट
ru: Снимки экрана

# label_menu_capture_page
source: Capture page
bn: পাতা ক্যাপচার করুন
gu_in: પૃષ્ઠને કેપ્ચર કરો
hi_in: पृष्ठ कैद करें
id: Cuplik laman
kn: ಪುಟವನ್ನು ಸೆರೆಹಿಡಿ
mai: पेज कैप्चर करू
ml: താള്‍ എടുക്കുക
mr: पृष्ठ कॅप्चर करा
pa_in: ਕੈਪਚਰ ਸਫਾ
ru: Снимок страницы
ta: பக்கத்தைப் கைப்பற்று
te: పేజీ తెరపట్టు తీయి
th: จับภาพหน้า
tl: Kunan ang page
vi: Chụp trang

# label_menu_turbo_mode
source: Turbo mode
bn: টার্বো মোড
gu_in: ટર્બો મોડ
hi_in: टर्बो मोड
id: Mode turbo
kn: ಟರ್ಬೋ ಸ್ಥಿತಿ
mai: टर्बो मोड
ml: വേഗ മോഡ്
mr: टर्बो मोड
pa_in: ਟਰਬੋ ਮੋਡ
ru: Режим Турбо
ta: சுழலி முறைமை
te: టర్బో రీతి
th: โหมดเทอร์โบ
vi: Chế độ Turbo

# label_menu_night_mode
source: Night mode
bn: নাইট মোড
gu_in: નાઇટ મોડ
hi_in: रात्रि मोड
id: Mode malam
kn: ರಾತ್ರಿ ಸ್ಥಿತಿ
ml: രാത്രി രീതി
mr: नाईट मोड
pa_in: ਨਾਈਟ ਮੋਡ
ru: Ночной режим
ta: இரவு நிலை
te: రాత్రి రీతి
th: โหมดกลางคืน
vi: Chế độ ban đêm

# label_menu_block_ads
source: Block Ads
bn: অ্যাড ব্লক করুন
gu_in: બ્લોક અવરોધિત
hi_in: विज्ञापन ब्लॉक करें
id: Blokir Iklan
kn: ಜಾಹಿರಾತು ನಿರ್ಬಂಧಿಸು
mai: एड ब्लॉक करू
ml: പരസ്യം തടയുക
mr: जाहिराती अवरोधित करा
pa_in: ਇਸ਼ਤਿਹਾਰਾਂ 'ਤੇ ਪਾਬੰਦੀ ਲਾਓ
ru: Блокировать рекламу
ta: விளம்பரங்களைத் தடு
te: ప్రకటనలను నిరోధించు
th: ปิดกั้นโฆษณา
tl: Hadlangan ang mga Ads
vi: Chặn quảng cáo

# label_menu_block_image
source: Block images
bn: ছবি অবরুদ্ধ করুন
gu_in: છબીઓ અવરોધિત કરો
hi_in: चित्र ब्लॉक करें
id: Blokir gambar
kn: ಚಿತ್ರಗಳನ್ನು ತಡೆ
mai: छवि ब्लॉक करू
ml: ചിത്രങ്ങള്‍ തടയുക
mr: प्रतिमा अवरोधित करा
pa_in: ਚਿੱਤਰਾਂ 'ਤੇ ਪਾਬੰਦੀ ਲਾਓ
ru: Блокировка изображений
ta: படங்களைத் தடு
te: బొమ్మలను నిరోధించు
th: ปิดกั้นภาพ
tl: Walang imahe
vi: Chặn hình ảnh

# label_menu_settings
source: Settings
bn: সেটিংস
gu_in: સેટિંગ્સ
hi_in: सेटिंग
id: Setelan
kn: ಸಿದ್ಧತೆಗಳು
mai: सेटिंग्स
ml: സജ്ജീകരണങ്ങള്‍
mr: सेटिंग
pa_in: ਸੈਟਿੰਗਾਂ
ru: Параметры
ta: அமைவுகள்
te: అమరికలు
th: การตั้งค่า
tl: Mga Setting
vi: Cài đặt

# label_menu_exit
source: Exit
bn: প্রস্থান
gu_in: બહાર નીકળો
hi_in: निकास
id: Keluar
kn: ಹೊರನಡೆ
mai: बाहर
ml: പുറത്തു കടക്കുക
mr: बाहेर पडा
pa_in: ਬਾਹਰ
ru: Выход
ta: வெளியேறு
te: నిష్క్రమించు
th: ออก
tl: Lumabas
vi: Thoát

# label_menu_add_to_home_screen
source: Add to home screen
hi_in: मुख्य पृष्ठ में जोड़ें
ru: Добавить на домашний экран

# label_menu_content_services
source: Show Content & Services
hi_in: सामग्री और सेवाएं दिखाएं

# label_menu_themes
source: Themes
hi_in: थीम

# top_site_category_1
source: Popular Websites
hi_in: लोकप्रिय वेबसाइटें

# top_site_category_3
source: Entertainment
hi_in: मनोरंजन

# top_site_category_4
source: Others
hi_in: अन्य

# add_top_site_snackbar_2
source: The site has been added
hi_in: साइट जोड़ दिया गया है

# add_top_site_button
source: ADD MORE
hi_in: अधिक जोड़ें

# add_top_site_placeholder
source: Add
hi_in: जोड़ें

# permission_toast_location_deny
source: Location permission is denied.
bn: অবস্থান অনুমতি দেয়া হয়নি।
gu_in: સ્થાનની પરવાનગી નામંજૂર કરવામાં આવી છે.
hi_in: स्थान की अनुमति ख़ारिज कर दी गयी।
id: Izin lokasi ditolak.
kn: ಸ್ಥಳ ಅನುಮತಿ ನಿರಾಕರಿಸಲಾಗಿದೆ.
ml: ലോക്കേഷനുള്ള അനുമതി തടഞ്ഞിരിക്കുന്നു.
mr: स्थान परवानगी नाकारली आहे.
pa_in: ਟਿਕਾਣੇ ਦੀ ਇਜਾਜ਼ਤ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ ਗਿਆ ਹੈੈ।
ru: Запрос на доступ к местоположению отклонен.
ta: இருப்பிட அனுமதி மறுக்கப்பட்டுள்ளது.
te: స్థాన అనుమతి నిరాకరించబడింది.
th: ปฏิเสธสิทธิอนุญาตตำแหน่งที่ตั้งแล้ว
tl: Tinanggihan ang pahintulot ng lokasyon.
vi: Quyền truy cập địa điểm bị từ chối.

# permission_toast_storage_deny
source: Storage permission is denied.
bn: স্টোরেজ অনুমতি দেয়া হয়নি।
gu_in: સંગ્રહ પરવાનગી નામંજૂર કરવામાં આવી છે.
hi_in: स्टोरेज की अनुमति ख़ारिज कर दी गयी।
id: Izin penyimpanan ditolak.
kn: ಶೇಖರಣಾ ಅನುಮತಿ ನಿರಾಕರಿಸಲಾಗಿದೆ.
ml: സ്റ്റോറേജിനുള്ള അനുമതി തടഞ്ഞിരിക്കുന്നു.
mr: साठवणूक परवानगी नाकारली आहे.
pa_in: ਸਟੋਰੇਜ ਦੀ ਇਜਾਜ਼ਤ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ ਗਿਆ।
ru: Запрос на использование хранилища отклонен.
ta: சேமிப்பக அனுமதி மறுக்கப்பட்டுள்ளது.
te: నిల్వ అనుమతి నిరాకరించబడింది.
th: ปฏิเสธสิทธิอนุญาตที่เก็บข้อมูลแล้ว
tl: Ang pahintulot sa imbakan ay tinanggihan.
vi: Quyền lưu trữ bị từ chối.

# permission_handler_permission_dialog_setting
source: settings
bn: সেটিং
gu_in: સેટિંગ્સ
hi_in: सेटिंग
id: pengaturan
kn: ಸಿದ್ಧತೆಗಳು
ml: ക്രമീകരണങ്ങള്‍
mr: सेटिंग
pa_in: ਸੈਟਿੰਗਾਂ
ru: параметры
ta: அமைவுகள்
te: అమరికలు
th: การตั้งค่า
vi: cài đặt

# permission_dialog_not_now
source: not now
bn: এখন নয়
gu_in: હમણાં નહિ
hi_in: अभी नहीं
id: tidak sekarang
kn: ಈಗ ಬೇಡ
mai: अखन नहि
ml: ഇപ്പോള്‍ വേണ്ട
mr: आता नाही
pa_in: ਹੁਣੇ ਨਹੀਂ
ru: не сейчас
ta: இப்போதில்லை
te: ఇప్పుడు కాదు
th: ไม่ใช่ตอนนี้
tl: huwag ngayon
vi: không phải bây giờ

# permission_toast_location
source: Location not available. Give permission to access your location.
bn: অবস্থান উপলব্ধ নেই। আপনার অবস্থান অ্যাক্সেস করার অনুমতি দিন।
gu_in: સ્થાન ઉપલબ્ધ નથી. તમારા સ્થાનને ઍક્સેસ કરવાની પરવાનગી આપો.
hi_in: स्थान उपलब्ध नहीं है। अपने स्थान तक पहुंचने के लिए अनुमति दें।
id: Lokasi tidak tersedia. Izinkan agar aplikasi bisa mengakses lokasi Anda.
kn: ಸ್ಥಳ ಮಾಹಿತಿ ಲಭ್ಯವಿಲ್ಲ. ನಿಮ್ಮ ಸ್ಥಳ ಮಾಹಿತಿ ತಿಳಿಯಲು ಅನುಮತಿಸಿ.
mai: स्थान मोजुद नहि अछि. अपन स्थान धरि पहुँचब कलेल अनुमति दिअ.
ml: സ്ഥാനം ലഭ്യമല്ല. താങ്കളുടെ സ്ഥാനം ലഭിക്കാനുള്ള അനുമതി നൽകൂ.
mr: स्थान उपलब्ध नाही. आपले स्थान माहिती करण्याची परवानगी द्या.
pa_in: ਟਿਕਾਣਾ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ। ਆਪਣੇ ਟਿਕਾਣੇ ਲਈ ਪਹੁੰਚ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ।
ru: Местоположение недоступно. Дайте разрешение на доступ к вашему местоположению.
ta: இருப்பிடம் கிடைக்கவில்லை. உங்கள் இருப்பிடத்தை அறிய அனுமதி தாருங்கள்.
te: స్థానం అందుబాటులో లేదు. మీ స్థానాన్ని చూడడానికి అనుమతి ఇవ్వండి.
th: ตำแหน่งที่ตั้งไม่พร้อมใช้งาน ให้สิทธิอนุญาตเข้าถึงตำแหน่งที่ตั้งของคุณ
tl: Hindi makita ang iyong lokasyon. Pakibigyan ng pahintulot ang app na malaman ang iyong lokasyon.
vi: Địa điểm không có sẵn. Cho phép để truy cập vị trí của bạn.

# permission_toast_storage
source: Storage not available. Give permission to store photos and files on your device.
bn: স্টোরেজ উপলব্ধ নেই। আপনার ডিভাইসে ফটো এবং ফাইলগুলি সঞ্চয় করার অনুমতি দিন।
gu_in: સંગ્રહ ઉપલબ્ધ નથી. તમારા ઉપકરણ પર ફોટા અને ફાઇલોને સંગ્રહિત કરવાની પરવાનગી આપો.
hi_in: संग्रहण उपलब्ध नहीं है। अपने डिवाइस पर फ़ोटो और फ़ाइलें संग्रहीत करने की अनुमति दें।
id: Penyimpanan tidak tersedia. Izinkan agar aplikasi bisa menyimpan foto dan berkas pada peranti Anda.
kn: ಶೇಖರಣೆ ಲಭ್ಯವಿಲ್ಲ. ಚಿತ್ರಗಳನ್ನು ಮತ್ತು ಕಡತಗಳನ್ನು ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಶೇಖರಿಸಲು ಅನುಮತಿಸಿ.
mai: संग्रहण मोजुद नहि अछि. फोटो आओर फाइल केँ अपन डिवाइस मे संग्रहीत करए कलेल अनुमति दिअ.
ml: സംഭരണി ലഭ്യമല്ല. താങ്കളുടെ ഉപകരണത്തിൽ ചിത്രങ്ങളും ഫയലുകളും സംരക്ഷിക്കാനുള്ള അനുമതി നൽകൂ.
mr: संचयन उपलब्ध नाही. आपल्या डिव्हाइसवर फोटो आणि फाईल साठवण्या करिता परवानगी द्या.
pa_in: ਸਟੋਰੇਜ ਉਪਲਬਧ ਨਹੀਂ ਹੈ। ਆਪਣੀ ਡਿਵਾਈਸ ਤੇ ਫੋਟੋਆਂ ਅਤੇ ਫਾਇਲਾਂ ਨੂੰ ਸੰਭਾਲਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ।
ru: Хранилище недоступно. Дайте разрешение на хранение фотографий и файлов на вашем устройстве.
ta: சேமிப்பகம் கிடைக்கவில்லை. படங்கள் மற்றும் கோப்புகளை உங்களுடைய கருவியில் சேமிக்க அனுமதியுங்கள்.
te: నిల్వ అందుబాటులో లేదు. మీ పరికరంలో ఫొటోలను ఫైళ్ళను నిల్వవుంచడానికి అనుమతి ఇవ్వండి.
th: ที่เก็บข้อมูลไม่พร้อมใช้งาน ให้สิทธิอนุญาตเก็บรูปถ่ายและไฟล์ในอุปกรณ์ของคุณ
tl: Hindi magamit ang sisidlan. Pakibigyan ng pahintulot ang app na magamit ang sisidlan para makapagtago ng mga larawan at files sa iyong device.
vi: Lưu trữ không có sẵn. Cho phép để lưu trữ ảnh và tập tin trên thiết bị của bạn.

# geolocation_dialog_message
source: %1$s wants to access your location.
bn: %1$s আপনার অবস্থান অ্যাক্সেস করতে চায়।
gu_in: %1$s તમારા સ્થાનને મેળવવા માગે છે.
hi_in: %1$s आपके स्थान की जानकारी प्राप्त करना चाहता है।
id: %1$s ingin mengakses lokasi Anda.
kn: %1$s ನಿಮ್ಮ ಸ್ಥಳವನ್ನು ಪ್ರವೇಶಿಸ ಬಯಸುತ್ತಿದೆ.
mai: %1$s अहाँक स्थान धरि पहुँचब चाहैत अछि.
ml: %1$s താങ്കളുടെ സ്ഥാനം മനസ്സിലാക്കാൻ ആഗ്രഹിക്കുന്നു.
mr: %1$s आपल्या स्थानाबद्दल माहिती प्राप्त करू इच्छित आहे!
pa_in: %1$s ਤੁਹਾਡੇ ਟਿਕਾਣੇ ਲਈ ਪਹੁੰਚ ਚਾਹੁੰਦਾ ਹੈ।
ru: %1$s хочет получить доступ к вашему местоположению.
ta: %1$s உங்களுடைய இருப்பிடத்தை அணுக விரும்புகிறது.
te: %1$s మీ స్థానాన్ని తెలుసుకోవాలనుకుంటుంది.
th: %1$s ต้องการเข้าถึงตำแหน่งที่ตั้งของคุณ
tl: %1$s ay gustong alamin ang iyong lokasyon.
vi: %1$s muốn truy cập vị trí của bạn.

# geolocation_dialog_message_cache_it
source: Don’t ask again for this site until %1$s restarts
bn: %1$s রিস্টার্ট না হওয়া পর্যন্ত পুনরায় জিজ্ঞেস করবেন না
gu_in: આ સાઇટ વિશે જયાં સુધી %1$s ફરીથી શરુ ના થાય ત્યાં સુધી પૂછતાં નહીં
hi_in: %1$s के अगले शुरुआत तक इस साइट के लिए ना पूछें
id: Jangan tanya lagi untuk situs ini sampai %1$s dimulai ulang
kn: ‍ಮತ್ತೆ %1$s ಪುನ: ಪ್ರಾರಂಭವಾಗುವವರೆಗೆ ಈ ತಾಣವನ್ನು ಕೇಳಬೇಡಿ
ml: %1$s റീസ്റ്റാര്‍ട്ട് ചെയ്യുന്നത് വരെ ഈ സൈറ്റിന് വീണ്ടും ചോദിക്കരുത്
mr: %1$s पुन्हा सुरु होईपर्यंत ह्या साईट साठी विचारू नका
pa_in: %1$s ਮੁੜ ਸ਼ੁਰੂ ਹੋਣ ਤੱਕ ਇਸ ਸਾਈਟ ਲਈ ਦੁਬਾਰਾ ਨਾ ਪੁੱਛੋ
ru: Не спрашивать снова до перезапуска %1$s
ta: %1$s மீட்தொடங்கும் வரை இத்தளத்திற்கு மீண்டும் கேட்க வேண்டாம்
te: %1$s పునఃప్రారంభమయ్యేవరకూ ఈ సైటుకి మళ్ళీ అడగకు
th: ไม่ต้องถามอีกสำหรับไซต์นี้จนกระทั่ง %1$s เริ่มการทำงานใหม่
tl: Huwag nang tanungin muli sa site na ito hanggang %1$s restarts
vi: Đừng hỏi lại trang web này cho đến khi %1$s khởi động lại

# geolocation_dialog_allow
source: ALLOW
bn: মঞ্জুর
gu_in: પરવાનગી આપો
hi_in: अनुमति दें
id: IZINKAN
kn: ಅನುಮತಿಸು
mai: अनुमति दिअ
ml: അനുവദിക്കൂ
pa_in: ਮਨਜ਼ੂਰ
ru: РАЗРЕШИТЬ
ta: அனுமதி
te: అనుమతించు
th: อนุญาต
tl: PAYAGAN
vi: CHO PHÉP

# geolocation_dialog_block
source: BLOCK
bn: ব্লক
gu_in: અવરોધિત કરો
hi_in: ब्लॉक करें
id: TOLAK
kn: ನಿರ್ಬಂಧಿಸು
mai: ब्लॉक करू
ml: തടയൂ
pa_in: ਪਾਬੰਦੀ
ru: ЗАПРЕТИТЬ
ta: தடு
te: నిరోధించు
th: ปิดกั้น
tl: HARANGIN
vi: CHẶN

# setting_dialog_clear_data
source: Clear Data
bn: ডেটা মুছে ফেলুন
gu_in: માહિતી સાફ કરો
hi_in: डेटा मिटाएं
id: Hapus Data
kn: ದತ್ತಾಂಶ ಬರಿದುಮಾಡು
mai: डेटा साफ करू
ml: വിവരങ്ങൾ വെടിപ്പാക്കൂ
mr: डेटा साफ करा
pa_in: ਡਾਟਾ ਸਾਫ਼ ਕਰੋ
ru: Удалить данные
ta: தரவினை துடை
te: డేటాను తుడిచివేయి
th: ล้างข้อมูล
tl: Burahin ang mga datos
vi: Xóa dữ liệu

# setting_dialog_cancel
source: Cancel
bn: বাতিল
gu_in: રદ કરો
hi_in: रद्द करें
id: Batal
kn: ರದ್ದುಗೊಳಿಸು
mai: रद्द करू
ml: റദ്ദാക്കൂ
mr: रद्द करा
pa_in: ਰੱਦ ਕਰੋ
ru: Отмена
ta: ரத்து
te: రద్దుచేయి
th: ยกเลิก
tl: Kanselahin
vi: Hủy bỏ

# setting_dialog_browsing_history
source: Browsing history
bn: পূর্ববর্তী ব্রাউজিং
gu_in: બ્રાઉઝિંગ ઇતિહાસ
hi_in: ब्राउज़िंग इतिहास
id: Riwayat penjelajahan
kn: ವೀಕ್ಷಣೆಯ ಇತಿಹಾಸ
mai: ब्राउजिंग इतिहास
ml: ബ്രൗസിംഗ് നാൾവഴി
mr: ब्राउझिंग इतिहास
pa_in: ਬਰਾਊਜ਼ ਕਰਨ ਦਾ ਅਤੀਤ
ru: Журнал посещений
ta: உலாவல் வரலாறு
te: విహరణ చరిత్ర
th: ประวัติการเรียกดู
tl: Kasaysayan ng pagba-browse
vi: Lịch sử duyệt web

# setting_dialog_search_history
source: Search history
bn: পূর্ববর্তী তথ্য অনুসন্ধান করুন
gu_in: શોધ ઇતિહાસ
hi_in: खोज इतिहास
id: Riwayat pencarian
kn: ಇತಿಹಾಸವನ್ನು ಹುಡುಕು
mai: इतिहास खोजू
ml: തിരച്ചിൽ നാൾവഴി
mr: इतिहास शोधा
pa_in: ਖੋਜ ਦਾ ਅਤੀਤ
ru: Журнал поиска
ta: தேடல் வரலாறு
te: వెతుకుడు చరిత్ర
th: ประวัติการค้นหา
tl: Kasaysayan ng paghahanap
vi: Lịch sử tìm kiếm

# setting_dialog_form_history
source: Form history
bn: পূর্ববর্তী তথ্য বানান
gu_in: ફોર્મ ઇતિહાસ
hi_in: फॉर्म इतिहास
id: Riwayat pengisian formulir
kn: ಇತಿಹಾಸದಿಂದ
mai: इतिहास सँ
ml: ഫോം നാൾവഴി
mr: फॉर्म इतिहास
pa_in: ਫਾਰਮ ਅਤੀਤ
ru: Журнал форм
ta: படிவ வரலாறு
te: ఫారమ్ చరిత్ర
th: ประวัติแบบฟอร์ม
tl: Kasaysayan ng form
vi: Lịch sử biểu mẫu

# setting_dialog_cookies
source: Cookies
bn: কুকি
gu_in: કૂકીઝ
hi_in: कुकीज़
id: Kuki
kn: ಕುಕಿಗಳು
mai: कुकीज
ml: കുക്കികൾ
mr: कूकिज
pa_in: ਕੂਕੀਜ਼
ru: Куки
ta: நினைவிகள்
te: కుకీలు
th: คุกกี้
tl: Mga Cookie
vi: Cookie

# setting_dialog_cache
source: Cache
bn: ক্যাশ
gu_in: કેશ
hi_in: कैशे
id: Tembolok
kn: ಕ್ಯಾಶ್
mai: कैश
ml: ക്യാഷ്
mr: कॅशे
pa_in: ਕੈਸ਼
ru: Кэш
ta: தேக்ககம்
te: క్యాషే
th: แคช
vi: Bộ nhớ đệm

source: No downloads
bn: ডাউনলোড নেই
gu_in: કોઇ ડાઉનલોડ નથી
hi_in: कोई डाउनलोड नहीं है
id: Tidak ada unduhan
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳು ಇಲ್ಲ
mai: कोनो डाउनलोड नहि
ml: ഡൗൺലോഡൊന്നുമില്ല
mr: कोणतेही डाउनलोड नाहीत
pa_in: ਡਾਊਨਲੋਡ ਨਹੀਂ
ru: Нет загрузок
ta: பதிவிறக்கங்கள் இல்லை
te: దింపుకోళ్ళేమీ లేవు
th: ไม่มีการดาวน์โหลด
tl: Walang mga download
vi: Không có tập tin tải về

# download_started
source: Downloading…
bn: ডাউনলোড করা হচ্ছে…
gu_in: ડાઉનલોડ કરી રહ્યા છે…
hi_in: डाउनलोड हो रहा है…
id: Mengunduh…
kn: ಡೌನ್‌ಲೋಡ್ ಆಗುತ್ತಿದೆ…
mai: डाउनलोड क रहल अछि…
ml: ഡൗൺലോഡ് ചെയ്യുന്നു…
mr: डाउनलोड करीत आहे…
pa_in: …ਡਾਊਨਲੋਡ ਹੋ ਰਿਹਾ
ru: Загрузка…
ta: பதிவிறக்குகிறது…
te: దింపుకుంటోంది…
th: กำลังดาวน์โหลด…
tl: Dinadownload...
vi: Đang tải xuống…

# download_file_not_supported
source: Download protocol not supported
bn: ডাউনলোড করা প্রোটোকল সমর্থিত নয়
gu_in: ડાઉનલોડ પ્રોટોકોલ આધારભૂત નથી
hi_in: डाउनलोड प्रोटोकॉल समर्थित नहीं है
id: Protokol unduhan tidak didukung
kn: ಡೌನ್‍ಲೋಡ್ ಪ್ರೋಟೋಕೋಲ್ ಬೆಂಬಲಿತವಾಗಿಲ್ಲ
mai: डाउनलोड प्रोटोकॉल समर्थित नहि
ml: പിന്തുണയ്ക്കാത്ത ഡൗൺലോഡ് നിയമം
mr: डाउनलोड प्रोटोकॉल समर्थित नाही
pa_in: ਡਾਊਨਲੋਡ ਪਰੋਟੋਕਾਲ ਸਹਾਇਕ ਨਹੀਂ ਹੈ
ru: Протокол загрузки не поддерживается
ta: பதிவிறக்க நெறிமுறை ஆதரிக்கப்படவில்லை
te: దింపుకోలు ప్రొటోకాలుకు తోడ్పాటు లేదు
th: ไม่รองรับการดาวน์โหลดด้วยโปรโตคอลนี้
tl: Hindi suportado ang download protocol
vi: Giao thức tải xuống không được hỗ trợ

source: Cannot find the file
bn: ফাইলটি খুঁজে পাচ্ছি না
gu_in: ફાઇલને શોધી શકાતી નથી
hi_in: फ़ाइल नहीं मिल रहा
id: Berkas tidak ditemukan
kn: ಕಡತವನ್ನು ಹುಡುಕಲಾಗಿಲ್ಲ
mai: फाइल नहि भेटल
ml: ഫയൽ കണ്ടെത്താനായില്ല
mr: फाईल शोधू शकत नाही
pa_in: ਫਾਇਲ ਲੱਭੀ ਨਹੀਂ ਜਾ ਸਕਦੀ
ru: Не удается найти файл
ta: கோப்பைக் கண்டறிய முடியவில்லை
te: ఫైలు కనబడలేదు
th: ไม่พบไฟล์
tl: Hindi makita ang file
vi: Không tìm thấy tập tin

source: Cannot delete the file.
bn: ফাইলটি মুছতে পারছি না।
gu_in: ફાઇલને કાઢી શકાતી નથી.
hi_in: फाइल मिट नहीं सका।
id: Berkas tidak bisa dihapus.
kn: ಕಡತವನ್ನು ಅಳಿಸಲಾಗಿಲ್ಲ.
mai: फाइल मेटाए नहि सकल.
ml: ഫയൽ നീക്കം ചെയ്യാനായില്ല.
mr: फाइल हटवू शकत नाही.
pa_in: ਫਾਇਲ ਹਟਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ।
ru: Не удается удалить файл.
ta: கோப்பை அழிக்க முடியவில்லை.
te: ఫైలును తొలగించలేము.
th: ไม่สามารถลบไฟล์
tl: Hindi mabura ang file.
vi: Không thể xóa tập tin.

# download_completed
source: %1$s downloaded
bn: %1$s ডাউনলোড করা হয়েছে
gu_in: %1$s ડાઉનલોડ કરેલું
hi_in: %1$s डाउनलोड हो गया
id: %1$s telah diunduh
kn: %1$s ಡೌನ್ಲೋಡ್ ಆಗಿದೆ
mai: %1$s डाउनलोड भेल
ml: %1$s ഡൗൺലോഡ് ചെയ്തു
mr: %1$s डाउनलोड झाले
pa_in: %1$s ਨੂ਼ੰ ਡਾਊਨਲੋਡ ਕੀਤਾ
ru: %1$s загружен
ta: %1$s பதிவிறக்கப்பட்டது
te: %1$s దింపుకున్నది
th: ดาวน์โหลด %1$s แล้ว
tl: Na-download na ang %1$s
vi: %1$s đã được tải xuống

# download_deleted
source: %1$s was deleted
bn: %1$s মুছে ফেলা হয়েছে
gu_in: %1$s કાઢી નાખ્યું હતું
hi_in: %1$s हटाया गया
id: %1$s telah dihapus
kn: %1$s ಅನ್ನು ಅಳಿಸಲಾಗಿದೆ
mai: %1$s मेटाएल गेल
ml: %1$s നീക്കം ചെയ്തു
mr: %1$s हटविले होते
pa_in: %1$s ਹਟਾਇਆ ਸੀ
ru: %1$s был удалён
ta: %1$s அழிக்கப்பட்டது
te: %1$s తొలగించబడింది
th: ลบ %1$s แล้ว
tl: Nabura na ang %1$s
vi: %1$s đã bị xóa

# download_cancel
source: Download canceled
bn: ডাউনলোড বাতিল হয়েছে
gu_in: ડાઉનલોડ રદ
hi_in: डाउनलोड रद्द हुआ
id: Unduhan dibatalkan
kn: ಡೌನ್‌ಲೋಡ್ ರದ್ದುಪಡಿಸಲಾಗಿದೆ
mai: डाउनलोड रद्द भेल
ml: ഡൗൺലോഡ് റദ്ദാക്കി
mr: डाउनलोड रद्द केले
pa_in: ਡਾਊਨਲੋਡ ਕਰਨਾ ਰੱਦ ਕੀਤਾ
ru: Загрузка отменена
ta: பதிவிறக்கம் ரத்துசெய்யப்பட்டது
te: దింపుకోలు రద్దయింది
th: ยกเลิกการดาวน์โหลดแล้ว
tl: Nakansela ang download
vi: Đã hủy tải xuống

source: Undo
bn: পূর্বাবস্থা
gu_in: છેલ્લું રદ કરો
hi_in: पहले जैसा करें
id: Urungkan
kn: ರದ್ದು ಮಾಡು
mai: वापस लिअ
ml: വേണ്ട
mr: पूर्ववत करा
pa_in: ਵਾਪਸ
ru: Отменить
ta: செயல்தவிர்
te: చర్య రద్దుచెయ్యి
th: เลิกทำ
tl: I-undo
vi: Hoàn tác
