Repository: mozilla-l10n/zerda-android-l10n
Catalog: locales/*/app.po
Languages: bn, gu_in, hi_in, id, kn, mai, ml, mr, pa_in, ru, ta, te, th, tl, vi

# setting_default_browser_notification_text
source: It may take a while
bn: এটি একটু সময় নিতে পারে
gu_in: આ થોડો સમય લઈ શકે છે
hi_in: इसमें कुछ समय लग सकता है
id: Mungkin memerlukan beberapa waktu
kn: ಇದು ಇನ್ನಷ್ಟು ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು
mai: एकरा मे कनि काल लागत
ml: ഇത് കുറച്ച് സമയമെടുത്തേക്കാം
mr: याला थोडा वेळ लागू शकतो
pa_in: ਇਸ ਨੂੰ ਕੁਝ ਵੇਲਾ ਲੱਗ ਸਕਦਾ ਹੈ
ru: Это может занять некоторое время
ta: இது சில கணங்கள் எடுக்கும்
te: ఇది కొంతసేపు పట్టవచ్చు
th: อาจใช้เวลาสักครู่
tl: Maghintay ng sandali
vi: Nó có thể mất một thời gian

# setting_default_browser_notification_clickable_text
source: Tap to set default browser
bn: ডিফল্ট ব্রাউজারে সেট করতে ট্যাপ করুন
gu_in: મૂળભૂત બ્રાઉઝર રાખવા માટે આ દબાવો
hi_in: तयशुदा ब्राउज़र सेट करने के लिए दबाएं
id: Atur sebagai peramban baku
kn: ಪೂರ್ವನಿಯೋಜಿತ ವೀಕ್ಷಕವನ್ನಾಗಿ ಮಾಡಲು ಮೆಲ್ಲ ತಟ್ಟಿ
mai: डिफॉल्ट ब्राउजर सेट करै कलेल टैप करू
ml: സ്വതേയുള്ള ബ്രൗസര്‍ ആക്കാന്‍ അമര്‍ത്തുക
mr: मुलभूत ब्राउझर म्हणून सेट करण्यासाठी टॅप करा
pa_in: ਟੈਪ ਲਈ ਮੂਲ ਬਰਾਊਜ਼ਰ ਸੈੱਟ ਕਰੋ
ru: Нажмите для установки браузера по умолчанию
ta: முன்னிருப்பு உலாவியாக அமைக்க தட்டு
te: అప్రమేయ విహారిణి ఎంచుకోడానికి తట్టండి
th: แตะเพื่อตั้งเป็นเบราว์เซอร์เริ่มต้น
tl: I-tap para maging default na browser
vi: Nhấn để đặt trình duyệt mặc định

# tab_tray_close_tabs_btn_text
source: Close all
bn: সব বন্ধ করুন
gu_in: બધું બંધ કરો
hi_in: सभी बंद करें
id: Tutup semua
kn: ಎಲ್ಲವನ್ನು ಮುಚ್ಚು
mai: सभ बन्न करू
ml: എല്ലാം അടയ്ക്കുക
mr: सर्व बंद करा
pa_in: ਸਭ ਬੰਦ ਕਰੋ
ru: Закрыть все
ta: அனைத்தையும் மூடுக
te: అన్నింటినీ మూసివేయి
th: ปิดทั้งหมด
tl: Isara lahat
vi: Đóng tất cả

# tab_tray_close_tabs_dialog_msg
source: Close all tabs?
bn: সমস্ত ট্যাব বন্ধ করবেন?
gu_in: બધી ટૅબ્સ બંધ કરવી છે?
hi_in: सभी टैब बंद करें?
id: Tutup semua tab?
kn: ಎಲ್ಲ ಟ್ಯಾಬ್‍ಗಳನ್ನು ಮುಚ್ಚಬೇಕೆ?
mai: सभ टैब बन्न करू
ml: എല്ലാ ടാബുകളും അടയ്ക്കണോ?
mr: सर्व टॅब बंद करायच्या?
pa_in: ਸਾਰੀਆਂ ਟੈਬਾਂ ਬੰਦ ਕਰੋ
ru: Закрыть все вкладки?
ta: எல்லா கீற்றுகளையும் மூடு?
te: ట్యాబులన్నింటినీ మూసివేయాలా?
th: ปิดแท็บทั้งหมด?
tl: Isara lahat ng mga tab?
vi: Đóng tất cả cửa sổ?

# themetoy_onboarding_title
source: Color your life!
bn: আপনার জীবন রঙ করুন!
gu_in: તમારાં જીવનમાં રંગ પૂરો!
hi_in: अपने जीवन में रंग भरें!
id: Warnai hidup Anda!
kn: ನಿಮ್ಮ ಜೀವನವನ್ನು ವರ್ಣಮಯವಾಗಿಸಿ!
mai: अपन जीवन मे रँग भरू
ml: ജീവിതം മനോഹരമാക്കൂ!
mr: आपले जीवन रंगवा!
pa_in: ਆਪਣੀ ਜਿੰਦਗੀ ਵਿੱਚ ਰੰਗ ਭਰੋ!
ru: Цвет Вашей жизни!
ta: வண்ணமையமான வாழ்வு!
te: మీ జీవితానికి రంగులద్దండి!
th: เพิ่มสีสันให้กับชีวิตของคุณ!
tl: Gawing makulay ang iyong buhay!
vi: Tô màu cuộc sống của bạn!

# themetoy_onboarding_description
source: Double click on the home background to switch themes.
bn: থিমগুলি স্যুইচ করতে হোম ব্যাকগ্রাউন্ডে ডাবল ক্লিক করুন।
gu_in: થીમ બદલવા માટે મૂળ બેકગ્રાઉન્ડ પર બે વખત ક્લિક કરો.
hi_in: थीम बदलने के लिए होम बैकग्राउंड पर डबल क्लिक करें।
id: Ketuk dua kali pada latar beranda untuk mengganti tema.
kn: ಥೀಮ್‍ಗಳನ್ನು ಬದಲಾಯಿಸಲು ಮುಖಪುಟದ ಹಿಂಬದಿ ಎರಡು ಸಲ ಒತ್ತಿ.
mai: थीम बदलैए कलेल होम पृष्ठभूमि पर दुइ बेर क्लिक करू
ml: കെട്ടും മട്ടും മാറ്റാൻ പൂമുഖത്തിന്റെ തിരശ്ശീലയിൽ രണ്ടുതവണ ഞെക്കൂ.
mr: थिम बदलण्यासाठी मुख्य पृष्ठभागावर दोन वेळा क्लिक करा.
pa_in: ਥੀਮਾਂ ਨੂੰ ਸਵਿੱਚ ਕਰਨ ਲਈ ਹੋਮ ਬੈਕਗ੍ਰਾਊਂਡ ਤੇ ਡਬਲ ਕਲਿਕ ਕਰੋ।
ru: Дважды нажмите по фону, чтобы сменить тему.
ta: முகப்பு பின்புலத்தை இருமுறை சொடுக்கி கருப்பொருள்களுக்கிடையே மாறுக.
te: అలంకారాన్ని మార్చుకోడానికి ముంగిలి వెనుతలంపై రెండుసార్లు నొక్కండి.
th: คลิกสองครั้งที่พื้นหลังหน้าแรกเพื่อสลับชุดตกแต่ง
tl: I-double click ang home background upang magpalit ng theme.
vi: Nhấp đúp vào hình nền trang chủ để chuyển chủ đề.

source: Bookmark saved
bn: বুকমার্ক সংরক্ষিত করা হয়েছে
gu_in: બુકમાર્ક સાચવ્યું
hi_in: बुकमार्क सहेजा गया
id: Markah tersimpan
kn: ಪುಟಗುರುತು ಉಳಿಸಲಾಗಿದೆ
mai: पुस्तकचिह्न सहेजल गेल
ml: അടയാളക്കുറിപ്പ് സൂക്ഷിച്ചു
mr: वाचनखुण जतन केली
pa_in: ਬੁੱਕਮਾਰਕ ਸੰਭਾਲਿਆ
ru: Закладка сохранена
ta: புத்தகக்குறி சேமிக்கப்பட்டது
te: ఇష్టాంశం భద్రమయింది
th: บันทึกที่คั่นหน้าแล้ว
tl: Nakasave na ang bookmark
vi: Đã lưu dấu trang

source: Bookmark removed
bn: বুকমার্ক মুছে ফেলা হয়েছে
gu_in: બુકમાર્ક દૂર કરાયું
hi_in: बुकमार्क हटाया गया
id: Markah dihapus
kn: ಪುಟಗುರುತು ತೆಗೆಯಲಾಗಿದೆ
mai: पुस्तकचिह्न हटाएल गेल
ml: അടയാളക്കുറിപ്പ് നീക്കം ചെയ്തു
mr: वाचनखूण काढले
pa_in: ਬੁੱਕਮਾਰਕ ਹਟਾਇਆ
ru: Закладка удалена
ta: புத்தகக்குறி நீக்கப்பட்டது
te: ఇష్టాంశం తొలగించబడింది
th: เอาที่คั่นหน้าออกแล้ว
tl: Naalis na ang bookmark
vi: Trang đánh dấu đã được xóa

# bookmark_saved_edit
source: EDIT
bn: সম্পাদনা
gu_in: સંપાદિત કરો
hi_in: संपादित
kn: ಸಂಪಾದಿಸಿ
mai: संपादित करू
ml: തിരുത്തൂ
mr: संपादित करा
pa_in: ਸੋਧੋ
ru: ИЗМЕНИТЬ
ta: திருத்து
te: మార్చు
th: แก้ไข
tl: I-EDIT
vi: CHỈNH SỬA

# title_activity_edit_bookmark
source: Edit bookmark
bn: বুকমার্ক সম্পাদনা করুন
gu_in: બુકમાર્કમાં ફેરફાર કરો
hi_in: बुकमार्क संपादित करें
id: Ubah markah
kn: ಪುಟಗುರುತನ್ನು ಸಂಪಾದಿಸಿ
mai: पुस्तकचिह्न संपादित करू
ml: അടയാളക്കുറിപ്പ് തിരുത്തുക
mr: वाचनखूण संपादीत करा
pa_in: ਬੁੱਕਮਾਰਕ ਸੋਧੋ
ru: Изменить закладку
ta: புத்தகக்குறியை திருத்து
te: ఇష్టాంశాన్ని సవరించు
th: แก้ไขที่คั่นหน้า
tl: I-edit ang bookmark
vi: Chỉnh sửa dấu trang

# bookmark_edit_save
source: SAVE
bn: সংরক্ষণ
gu_in: સાચવો
hi_in: सहेजें
id: SIMPAN
kn: ಉಳಿಸು
mai: सहेजू
ml: സംരക്ഷിക്കൂ
mr: जतन करा
pa_in: ਸੰਭਾਲੋ
ru: СОХРАНИТЬ
ta: சேமி
te: భద్రపరుచు
th: บันทึก
tl: I-SAVE
vi: LƯU

# bookmark_edit_name
source: Name
bn: নাম
gu_in: નામ
hi_in: नाम
id: Nama
kn: ಹೆಸರು
mai: नाम
ml: പേരു്
mr: नाव
pa_in: ਨਾਂ
ru: Имя
ta: பெயர்
te: పేరు
th: ชื่อ
tl: Pangalan
vi: Tên

# bookmark_edit_location
source: Location
bn: অবস্থান
gu_in: સ્થાન
hi_in: स्थान
id: Lokasi
kn: ಸ್ಥಳ
mai: स्थान
ml: സ്ഥാനം
mr: स्थळ
pa_in: ਟਿਕਾਣਾ
ru: Расположение
ta: இடம்
te: చిరునామా
th: ตำแหน่งที่ตั้ง
tl: Lokasyon
vi: Vị trí

# bookmark_edit_success
source: Bookmark updated
bn: বুকমার্ক আপডেট করা আছে
gu_in: બુકમાર્ક સુધારાઇ
hi_in: बुकमार्क अद्यतित
id: Markah diperbarui
kn: ಪುಟಗುರುತು ಪರಿಷ್ಕರಿಸಲಾಗಿದೆ
mai: पुस्तकचिह्न अपडेट भ गेल
ml: അടയാളക്കുറിപ്പ് പുതുക്കി
mr: वाचनखूण अद्ययावत केले
pa_in: ਬੁੱਕਮਾਰਕ ਅੱਪਡੇਟ ਨਹੀਂ ਕੀਤਾ
ru: Закладка обновлена
ta: புத்தகக்குறி புதுப்பிக்கப்பட்டது
te: ఇష్టాంశం తాజాకరించబడింది
th: อัปเดตที่คั่นหน้าแล้ว
tl: Na-update na ang bookmark
vi: Trang đánh dấu đã được cập nhật

# bookmarks_empty_view_msg
source: No bookmarks
bn: বুকমার্ক নেই
gu_in: બુકમાર્ક નથી
hi_in: कोई बुकमार्क नहीं है
id: Tidak ada markah
kn: ಪುಟಗುರುತುಗಳಿಲ್ಲ
mai: कोनो पुस्तकचिह्न नहि
ml: അടയാളക്കുറിപ്പുകളൊന്നുമില്ല
mr: कोणतेही वाचनखुणा नाहीत
pa_in: ਕੋਈ ਬੁੱਕਮਾਰਕ ਨਹੀਂ
ru: Без закладок
ta: புத்தகக்குறிகள் இல்லை
te: ఇష్టాంశాలేమీ లేవు
th: ไม่มีที่คั่นหน้า
tl: Walang mga bookmark
vi: Không có dấu trang

# edit_bookmark
source: Edit
bn: সম্পাদনা
gu_in: ફેરફાર
hi_in: संपादन
id: Ubah
kn: ಸಂಪಾದನೆ
mai: संपादित करू
ml: തിരുത്തുക
mr: संपादित करा
pa_in: ਸੋਧੋ
ru: Изменить
ta: திருத்து
te: మార్చు
th: แก้ไข
tl: I-Edit
vi: Chỉnh sửa

# label_menu_news
source: News
bn: সংবাদ
gu_in: સમાચાર
hi_in: समाचार
id: Berita
kn: ಸುದ್ದಿ
ml: വാര്‍ത്തകള്‍
mr: बातम्या
pa_in: ਖ਼ਬਰਾਂ
ru: Новости
ta: செய்திகள்
te: వార్తలు
th: ข่าว
tl: Balita
vi: Tin tức

# label_menu_latest_top_trending_news
source: Latest & Top Trending News
bn: সর্বশেষ ও শীর্ষ ট্রেন্ডিং নিউজ
gu_in: તાજેતરના અને ટોચના વલણ સમાચાર
hi_in: ताजा एवं मुख्य चर्चित समाचार
id: Berita Terkini & Tren Teratas
kn: ಇತ್ತೀಚಿನ & ಹೆಚ್ಚು ಪ್ರಸಾರದಲ್ಲಿರುವ ಸುದ್ದಿಗಳು
ml: പുതിയതും ചൂടുള്ളതുമായ വാര്‍ത്തകള്‍
mr: नवीनतम आणि टॉप ट्रेन्डिंग बातम्या
pa_in: ਨਵੀਆਂ ਤੇ ਸਿਖਰਲੀਆਂ ਖ਼ਬਰਾਂ
ru: Топ последних новостей
ta: சமீபத்திய பிரபலமான செய்திகள்
te: తాజా & ట్రెండవుతూన్న వార్తలు
th: ข่าวล่าสุดและได้รับความนิยมสูงสุด
tl: Pinakabago at mga Nangungunang Balita
vi: Tin tức mới nhất & xu hướng hàng đầu

# news_update_btn
source: New update
bn: নতুন হালনাগাদ
gu_in: નવું અપડેટ
hi_in: नई अपडेट
id: Ada kabar terbaru
kn: ಹೊಸ ಪರಿಷ್ಕರಣೆ
ml: പുതിയ അപ്ഡേറ്റ്
mr: नवीन अद्यतन
pa_in: ਨਵਾਂ ਅੱਪਡੇਟ
ru: Новое обновление
ta: புதிய புதுப்பிப்பு
te: కొత్త నవీకరణ
th: การอัปเดตใหม่
tl: Bagong pag-update
vi: Cập nhật mới

# title_news_preferences
source: News Settings
bn: সংবাদ সেটিং
gu_in: સમાચાર સેટિંગ્સ
hi_in: समाचार सेटिंग
id: Pengaturan Berita
mr: बातम्यांची पसंती
ru: Настройки новостей
th: การตั้งค่าข่าว
vi: Cài đặt tin tức

# news_language_dialog_title
source: Language
bn: ভাষা
gu_in: ભાષા
hi_in: भाषा
id: Bahasa Berita
mr: बातम्यांची भाषा
pa_in: ਭਾਸ਼ਾ
ru: Язык
th: ภาษา
vi: Ngôn ngữ

# news_language_dialog_option_english
source: English
bn: ইংরেজি
gu_in: અંગ્રેજી
hi_in: अंग्रेजी
id: Inggris
kn: ಇಂಗ್ಲೀಷ್
ml: ഇംഗ്ലീഷ്‌
mr: इंग्रजी
pa_in: ਅੰਗਰੇਜ਼ੀ
ru: Английский
te: ఆంగ్లం
th: อังกฤษ
tl: Ingles
vi: Anh

# news_language_dialog_option_hindi
source: Hindi
bn: হিন্দি
gu_in: હિન્દી
hi_in: हिंदी
kn: ಹಿಂದಿ
ml: ഹിന്ദി
mr: हिंदी
pa_in: ਹਿੰਦੀ
ru: Хинди
te: హిందీ
th: ฮินดี

# news_language_dialog_option_marathi
source: Marathi
bn: মারাঠি
gu_in: મરાઠી
hi_in: मराठी
kn: ಮರಾಠಿ
ml: മറാഠി
mr: मराठी
pa_in: ਮਰਾਠੀ
ru: Маратхи
te: మరాఠీ
th: มาราฐี

# news_language_dialog_option_kannada
source: Kannada
bn: কান্নাড়া
gu_in: કન્નડ
hi_in: कन्नड़
kn: ಕನ್ನಡ
ml: കന്നഡ
mr: कन्नड
pa_in: ਕੰਨੜ
ru: Каннада
te: కన్నడ
th: กัณณาท

# news_language_dialog_option_gujarati
source: Gujarati
bn: গুজরাতি
gu_in: ગુજરાતી
hi_in: गुजराती
kn: ಗುಜರಾತಿ
ml: ഗുജറാത്തി
mr: गुजराती
pa_in: ਗੁਜਰਾਤੀ
ru: Гуджарати
te: గుజరాతీ
th: คุชราตี

# news_language_dialog_option_malayalam
source: Malayalam
bn: মালায়ালম
gu_in: મલયાલમ
hi_in: मलयालम
kn: ಮಲೆಯಾಳಂ
ml: മലയാളം
mr: मलयाळम
pa_in: ਮਾਲਿਆਲਮ
ru: Малаялам
te: మలయాళం
th: มะละยาลัม

# news_language_dialog_option_tamil
source: Tamil
bn: তামিল
gu_in: તમિલ
hi_in: तमिल
kn: ತಮಿಳು
ml: തമിഴ്‌
mr: तामिळ
pa_in: ਤਾਮਿਲ
ru: Тамильский
te: తమిళం
th: ทมิฬ

# news_language_dialog_option_telugu
source: Telugu
bn: তেলেগু
gu_in: તેલુગુ
hi_in: तेलुगू
kn: ತೆಲುಗು
ml: തെലുങ്ക്
mr: तेलगू
pa_in: ਤੇਲਗੂ
ru: Телугу
te: తెలుగు
th: เตลูกู

# news_language_dialog_option_urdu
source: Urdu
bn: উর্দু
gu_in: ઉર્દૂ
hi_in: ऊर्दू
kn: ಉರ್ದು
ml: ഉര്‍ദു
mr: उर्दू
pa_in: ਉੜਦੂ
ru: Урду
te: ఉర్దూ
th: อูรดู

# news_language_dialog_option_nepali
source: Nepali
bn: নেপালি
gu_in: નેપાળી
hi_in: नेपाली
kn: ನೇಪಾಳಿ
ml: നേപ്പാളി
mr: नेपाळी
pa_in: ਨੇਪਾਲੀ
ru: Непальский
te: నేపాలీ
th: เนปาล
vi: Nepal

# news_language_dialog_option_asamiya
source: Asamiya
bn: অসমীয়
gu_in: અસમિયા
hi_in: असमिया
kn: ಅಸಮಿಯಾ
ml: അസ്സാമിയ
mr: आसामी
pa_in: ਅਸਾਮੀ
ru: Ассамский
te: అసామియా
th: อัสสัม

# news_language_dialog_option_punjabi
source: Punjabi
bn: পাঞ্জাবি
gu_in: પંજાબી
hi_in: पंजाबी
kn: ಪಂಜಾಬಿ
ml: പഞ്ചാബി
mr: पंजाबी
pa_in: ਪੰਜਾਬੀ
ru: Панджаби
te: పంజాబీ
th: ปัญจาบี

# news_language_dialog_option_bengali
source: Bengali
bn: বাংলা
gu_in: બંગાળી
hi_in: बंगाली
kn: ಬೆಂಗಾಲಿ
ml: ബംഗാളി
mr: बंगाली
pa_in: ਬੰਗਾਲੀ
ru: Бенгальский
te: బెంగాలీ
th: เบงกาลี
vi: Băng-gan

# news_category_title
source: Interests
bn: আগ্রহের বিষয়
gu_in: રૂચિઓ
hi_in: रूचियां
id: Ketertarikan
kn: ಆಸಕ್ತಿಗಳು
ml: താൽപ്പര്യങ്ങൾ
mr: आवड
pa_in: ਦਿਲਚਸਪੀਆਂ
ru: Интересы
te: ఆసక్తులు
th: ความสนใจ
tl: Mga Interes
vi: Sở thích

# news_category_option_top_news
source: Top-news
bn: শীর্ষ-সংবাদ
gu_in: ટોચ-સમાચાર
hi_in: मुख्य-समाचार
id: Berita teratas
kn: ಮುಖ್ಯ ಸುದ್ದಿ
ml: മുന്‍നിര വാർത്തകള്‍
mr: ठळक बातम्या
pa_in: ਸੁਰਖੀਆਂ
ru: Главные новости
te: మేటి-వార్తలు
th: ข่าวเด่น
tl: Pangunahing balita
vi: Tin tức hàng đầu

# news_category_option_india
source: India
bn: ভারত
gu_in: ભારત
hi_in: भारत
kn: ಭಾರತ
ml: ഇന്ത്യ
mr: भारत
pa_in: ਭਾਰਤ
ru: Индия
te: భారతదేశం
th: อินเดีย
vi: Ấn Độ

# news_category_option_world
source: World
bn: বিশ্ব
gu_in: દુનિયા
hi_in: विश्व
id: Dunia
kn: ವಿಶ್ವ
ml: ലോകം
mr: जग
pa_in: ਸੰਸਾਰ
ru: Мир
te: ప్రపంచం
th: โลก
tl: Mundo
vi: Thế giới

# news_category_option_technology
source: Technology
bn: প্রযুক্তি
gu_in: ટેકનોલોજી
hi_in: तकनीक
id: Teknologi
kn: ತಂತ್ರಜ್ಞಾನ
ml: സങ്കേതികവിദ്യ
mr: प्रौद्योगिकी
pa_in: ਤਕਨੀਕ
ru: Технологии
te: సాంకేతికం
th: เทคโนโลยี
tl: Teknolohiya
vi: Công nghệ

# news_category_option_education
source: Education
bn: শিক্ষা
gu_in: શિક્ષણ
hi_in: शिक्षा
id: Pendidikan
kn: ಶಿಕ್ಷಣ
ml: വിദ്യാഭ്യാസം
mr: शिक्षण
pa_in: ਸਿੱਖਿਆ
ru: Образование
te: విద్య
th: การศึกษา
tl: Edukasyon
vi: Giáo dục

# news_category_option_politics
source: Politics
bn: রাজনীতি
gu_in: રાજકારણ
hi_in: राजनीति
id: Politik
kn: ರಾಜಕೀಯ
ml: രാഷ്ട്രീയം
mr: राजकीय
pa_in: ਰਾਜਨੀਤੀ
ru: Политика
te: రాజకీయాలు
th: การเมือง
tl: Pulitika
vi: Chính trị

# news_category_option_career
source: Career
bn: কর্মসংস্থান
gu_in: કારકિર્દી
hi_in: रोज़गार
id: Lowongan
kn: ಕೆಲಸಗಳು
ml: തൊഴിലുകള്‍
mr: करीयर
pa_in: ਕੈਰੀਅਰ
ru: Карьера
te: ఉద్యోగాలు
th: อาชีพ
tl: Karera
vi: Nghề nghiệp

# news_category_option_cricket
source: Cricket
bn: ক্রিকেট
gu_in: ક્રિકેટ
hi_in: क्रिकेट
kn: ಕ್ರಿಕೆಟ್
ml: ക്രിക്കറ്റ്
mr: क्रिकेट
pa_in: ਕ੍ਰਿਕਟ
ru: Крикет
te: క్రికెట్
th: คริกเก็ต
vi: Vé

# news_category_option_sports
source: Sports
bn: খেলাধুলা
gu_in: રમતો
hi_in: खेल
id: Olahraga
kn: ಕ್ರೀಡೆ
ml: കായികം
mr: खेळ
pa_in: ਖੇਡਾਂ
ru: Спорт
te: ఆటలు
th: กีฬา
vi: Thể thao

# news_category_option_entertainment
source: Entertainment
bn: বিনোদন
gu_in: મનોરંજન
hi_in: मनोरंजन
id: Hiburan
kn: ಮನೋರಂಜನೆ
ml: വിനോദം
mr: करमणूक
pa_in: ਮਨੋਰੰਜਨ
ru: Развлечения
te: వినోదం
th: ความบันเทิง
tl: Aliwan
vi: Giải trí

# news_category_option_business
source: Business
bn: ব্যবসা-বাণিজ্য
gu_in: વ્યવસાય
hi_in: व्यापार
id: Bisnis
kn: ವ್ಯವಹಾರ
ml: ബിസിനസ്
mr: व्यवसाय
pa_in: ਕਾਰੋਬਾਰ
ru: Бизнес
te: వ్యాపారం
th: ธุรกิจ
tl: Negosyo
vi: Kinh doanh

# news_category_option_health
source: Health
bn: স্বাস্থ্য
gu_in: આરોગ્ય
hi_in: सेहत
id: Kesehatan
kn: ಆರೋಗ್ಯ
ml: ആരോഗ്യം
mr: आरोग्य
pa_in: ਸਿਹਤ
ru: Здоровье
te: ఆరోగ్యం
th: สุขภาพ
tl: Kalusugan
vi: Sức khỏe

# news_category_option_movie_reviews
source: Movie-reviews
bn: সিনেমা-পর্যালোচনা
gu_in: મૂવી સમીક્ષાઓ
hi_in: फिल्म-समीक्षा
id: Ulasan film
kn: ಚಲನಚಿತ್ರ-ವಿಮರ್ಶೆಗಳು
ml: സിനിമാ നിരൂപണങ്ങള്‍
mr: चित्रपट पुनरावलोकन
pa_in: ਫ਼ਿਲਮੀ-ਪੜਚੋਲ
ru: Обзоры фильмов
te: సినీ-సమీక్షలు
th: บทวิจารณ์ภาพยนตร์
tl: Review ng mga Sine
vi: Đánh giá phim

# news_category_option_automobile
source: Automobile
bn: অটোমোবাইল
gu_in: ઑટોમોબાઇલ
hi_in: ऑटोमोबाइल
id: Mobil
kn: ಆಟೋಮೊಬೈಲ್
ml: വണ്ടികള്‍
mr: वाहन
pa_in: ਆਟੋ-ਮੋਬਾਈਲ
ru: Авто
te: వాహనాలు
th: รถยนต์
tl: Kotse
vi: Ô tô

# news_category_option_regional
source: Regional
bn: আঞ্চলিক
gu_in: પ્રાદેશિક
hi_in: क्षेत्रीय
id: Daerah
kn: ಪ್ರಾದೇಶಿಕ
ml: പ്രാദേശികം
mr: प्रादेशिक
pa_in: ਖੇਤਰੀ
ru: Региональные
te: ప్రాంతీయం
th: ภูมิภาค
tl: Pang-Rehiyon
vi: Khu vực

# news_category_option_travel
source: Travel
bn: ভ্রমণ
gu_in: પ્રવાસ
hi_in: यात्रा
kn: ಪ್ರಯಾಣ
ml: യാത്ര
mr: यात्रा
pa_in: ਸੈਰ-ਸਪਾਟਾ
ru: Путешествия
te: ప్రయాణం
th: การท่องเที่ยว
tl: Paglalakbay
vi: Du lịch

# news_category_option_lifestyle
source: Lifestyle
bn: লাইফস্টাইল
gu_in: જીવનશૈલી
hi_in: जीवनशैली
id: Gaya hidup
kn: ಜೀವನಶೈಲಿ
ml: ജീവിതശൈലി
mr: जीवन श्रेणी
pa_in: ਜੀਵਨ-ਸ਼ੈਲੀ
ru: Стиль
te: జీవనశైలి
th: การดำเนินชีวิต
vi: Phong cách sống

# news_category_option_food
source: Food
bn: খাদ্য
gu_in: ખોરાક
hi_in: खाना
id: Kuliner
kn: ಆಹಾರ
ml: ഭക്ഷണം
mr: खानपान
pa_in: ਭੋਜਣ
ru: Еда
te: ఆహారం
th: อาหาร
tl: Pagkain
vi: Thực phẩm

# news_category_option_video
source: Video
bn: ভিডিও
gu_in: વીડિયો
hi_in: वीडियो
kn: ವೀಡಿಯೊ
ml: വീഡിയോ
mr: चित्रफित
pa_in: ਵੀਡਿਓ
ru: Видео
te: వీడియో
th: วิดีโอ

# news_category_option_city
source: City
bn: শহর
gu_in: શહેર
hi_in: शहर
id: Kota
kn: ನಗರ
ml: നഗരം
mr: शहर
pa_in: ਸ਼ਹਿਰ
ru: Город
te: నగరం
th: เมือง
tl: Siyudad
vi: Thành phố

# news_category_option_events
source: Events
bn: ইভেন্ট
gu_in: ઘટનાઓ
hi_in: कार्यक्रम
id: Acara
kn: ಕಾರ್ಯಕ್ರಮಗಳು
ml: സംഭവങ്ങള്‍
mr: कार्यक्रम
pa_in: ਘਟਨਾਵਾਂ
ru: События
te: కార్యక్రమాలు
th: เหตุการณ์
tl: Mga Event
vi: Sự kiện

# news_category_option_religion
source: Religion
bn: ধর্ম
gu_in: ધર્મ
hi_in: धार्मिक
id: Agama
kn: ಧರ್ಮ
ml: മതം
mr: धर्म
pa_in: ਧਰਮ
ru: Религия
te: మతం
th: ศาสนา
tl: Relihiyon
vi: Tôn giáo

# news_category_option_crime
source: Crime
bn: অপরাধ
gu_in: અપરાધ
hi_in: अपराध
id: Kriminal
kn: ಅಪರಾಧ
ml: കുറ്റകൃത്യം
mr: गुन्हा
pa_in: ਜੁਰਮ
ru: Криминал
te: నేరం
th: อาชญากรรม
tl: Krimen
vi: Tội phạm

# news_category_option_astrology
source: Astrology
bn: জ্যোতিষ
gu_in: જ્યોતિષવિદ્યા
hi_in: ज्योतिषशास्त्र
id: Astrologi
kn: ಜ್ಯೋತಿಷ್ಯ
ml: ജ്യോതിഷം
mr: ज्योतिष्य शास्त्र
pa_in: ਭਵਿੱਖਬਾਣੀ
ru: Астрология
te: జ్యోతిష్యం
th: โหราศาสตร์
tl: Astrolohiya
vi: Chiêm tinh

# news_category_option_science
source: Science
bn: বিজ্ঞান
gu_in: વિજ્ઞાન
hi_in: विज्ञान
id: Sains
kn: ವಿಜ್ಞಾನ
ml: ശാസ്ത്രം
mr: विज्ञान
pa_in: ਵਿਗਿਆਨ
ru: Наука
te: శాస్త్రం
th: วิทยาศาสตร์
tl: Siyensiya
vi: Khoa học

# news_category_option_jokes
source: Jokes
bn: কৌতুক
gu_in: જોક્સ
hi_in: चुटकुले
id: Lelucon
kn: ಹಾಸ್ಯ
ml: തമാശകൾ
mr: विनोद
pa_in: ਚੁਟਕਲੇ
ru: Юмор
te: జోకులు
th: เรื่องตลก
tl: Mga Joke
vi: Truyện cười

# news_category_option_nation
source: Nation
bn: জাতি
gu_in: રાષ્ટ્ર
hi_in: राष्ट्र
id: Berita Lokal
mr: राष्ट्र
pa_in: ਕੌਮੀ
ru: Местные
th: ข่าวท้องถิ่น
tl: Bansa
vi: Toàn quốc

# logo_text
source: Service provided by
bn: পরিষেবা সরবরাহ করেছেন
gu_in: દ્વારા પૂરી પાડવામાં આવેલ સેવા
hi_in: द्वारा सेवा प्राप्त
id: Layanan disediakan oleh
kn: ಸೇವೆ ಒದಗಿಸಿರುವುದು
ml: സേവനം നല്‍കിയിരിക്കുന്നത്
mr: याद्वारे सेवा प्रदान केली
pa_in: ਸੇਵਾ ਦਿੱਤੀ ਜਾ ਰਹੀ ਹੈ
ru: Услуги предоставлены
ta: சேவை வழங்குநர்
te: సేవను అదించువారు
th: ให้บริการโดย
tl: Serbisyo ng
vi: Dịch vụ được cung cấp bởi

# recommended_news_title
source: Recommended News For You
bn: আপনার জন্য সুপারিশকৃত খবর
hi_in: आपके लिए अनुशंसित समाचार
id: Rekomendasi Berita Untuk Anda
ru: Рекомендованные новости для вас

# recommended_news_content
source: Tap “Yes” to begin seeing news recommended for you by our AI news engine. You can turn off recommendations and control your settings anytime in News-&gt;Settings. %1$s
hi_in: हमारे AI समाचार इंजन द्वारा आपके लिए अनुशंसित समाचार देखना शुरू करने के लिए “हां” दबाएं। आप जब चाहें समाचार-&gt;सेटिंग में जाकर सिफारिशों को बंद कर सकते हैं और अपने सेटिंग्स को नियंत्रित कर सकते हैं। %1$s
id: Ketuk “Ya” untuk mulai melihat rekomendasi berita untuk Anda dengan mesin AI berita kami. Anda dapat mematikan rekomendasi dan mengatur pengaturan Anda kapanpun di Berita-&gt;Pengaturan. %1$s
ru: Нажмите «Да», чтобы начать просматривать новости, рекомендуемые для вас нашим новостным ИИ. Вы сможете отключить рекомендации и контролировать свои настройки в любое время в разделе Новости-&gt;Настройки. %1$s

# recommended_news_preference_language
source: Choose Your Preferred News Language
bn: আপনার পছন্দসই সংবাদের ভাষা বাছাই করুন
hi_in: अपने पसंद की समाचार भाषा चुनें
id: Pilih Bahasa Berita Pilihan Anda
ru: Выберите предпочитаемый язык новостей

# recommended_news_preference_toggle
source: Personalized news experience
hi_in: व्यक्तिगत समाचार अनुभव
id: Pengalaman berita yang dipersonalisasi
ru: Персонализированные новости

# recommended_news_preference_disable_dialog
source: Do you want to disable the recommended news? Tap “YES” to just display the latest news articles.
hi_in: क्या आप अनुशंसित समाचारों को अक्षम करना चाहते हैं? केवल नवीनतम समाचार लेखों को देखने के लिए “हां” दबाएं।
id: Apakah Anda ingin menonaktifkan rekomendasi berita? Ketuk “YA” untuk hanya menampilkan artikel berita terbaru.
ru: Отключить рекомендации новостей? Нажмите «ДА», чтобы просто показывать последние новости.

# recommended_news_preference_enable_dialog
source: Do you want to enable the recommended news feature? Tap “YES” to start seeing a recommended selection of news articles.
hi_in: क्या आप अनुशंसित समाचारों को सक्षम करना चाहते हैं? अनुशंसित समाचार लेखों को देखने के लिए “हां” दबाएं।
id: Apakah Anda ingin mengaktifkan fitur rekomendasi berita? Ketuk “YA” untuk mulai melihat pilihan artikel berita yang direkomendasikan.
ru: Включить рекомендации новостей? Нажмите «ДА», чтобы смотреть избранную подборку новостей.

source: Private tab
bn: ব্যক্তিগত ট্যাব
gu_in: ખાનગી ટૅબ
hi_in: निजी टैब
id: Tab pribadi
kn: ಖಾಸಗಿ ಟ್ಯಾಬ್‌
ml: സ്വകാര്യ ടാബ്
mr: खाजगी टॅब
pa_in: ਪ੍ਰਾਈਵੇਟ ਟੈਬ
ru: Приватная вкладка
ta: தனிப்பட்ட கீற்று
te: అంతరంగిక ట్యాబు
th: แท็บส่วนตัว
vi: Thẻ riêng tư

# private_browsing_title
source: Private Browsing
bn: ব্যক্তিগত ব্রাউজিং
gu_in: ખાનગી બ્રાઉઝિંગ
hi_in: निजी ब्राउज़िंग
id: Penjelajahan Pribadi
kn: ಖಾಸಗಿ ವೀಕ್ಷಣೆ
mai: निजी ब्राउज़िंग
ml: സ്വകാര്യ ബ്രൗസിങ്
mr: खाजगी ब्राउझिंग
pa_in: ਪ੍ਰਾਈਵੇਟ ਬਰਾਊਜ਼ਿੰਗ
ru: Приватный просмотр
ta: அந்தரங்க உலாவல்
te: అంతరంగిక విహరణ
th: การเรียกดูแบบส่วนตัว
tl: Magbrowse ng Pribado
vi: Duyệt web riêng tư

# private_browsing_erase_message
source: Erase private browsing history
bn: ব্রাউজিং-র পূর্ববর্তী তথ্য মুছে দিন
gu_in: ખાનગી બ્રાઉઝિંગ ઈતિહાસને ભૂંસી નાંખો
hi_in: निजी ब्राउज़िंग इतिहास मिटाएं
id: Hapus riwayat penjelajahan pribadi
kn: ಖಾಸಗಿ ವೀಕ್ಷಣೆಯ ಇತಿಹಾಸವನ್ನು ಅಳಿಸಿ
mai: निजी ब्राउज़िंग इतिहास मेटाबू
ml: സ്വകാര്യ ബ്രൗസിങ്ങ് നാൾവഴി വെടിപ്പാക്കുക
mr: खाजगी ब्राऊजिंग इतिहास पुसा
pa_in: ਪ੍ਰਾਈਵੇਟ ਬਰਾਊਜ਼ਿੰਗ ਅਤੀਤ ਨੂੰ ਮਿਟਾਓ
ru: Удалить историю приватного просмотра
ta: அந்தரங்க உலாவல் வரலாற்றை அகற்று
te: అంతరంగిక విహరణ చరిత్రను తుడిచివేయి
th: ล้างประวัติการเรียกดูแบบส่วนตัว
tl: Burahin ang kasaysayan ng private browsing
vi: Xóa lịch sử duyệt web riêng tư

# private_browsing_open_action
source: OPEN
bn: খুলুন
gu_in: ખોલો
hi_in: खोलें
id: BUKA
kn: ತೆರೆ
mai: खोलू
ml: തുറക്കൂ
mr: उघडा
pa_in: ਖੋਲ੍ਹੋ
ru: ОТКРЫТЬ
ta: திற
te: తెరువు
th: เปิด
tl: BUKSAN
vi: MỞ

# private_browsing_erase_done
source: Your private browsing history has been erased.
bn: আপনার ব্যক্তিগত ব্রাউজিংয়ের পূর্ববর্তী তথ্য মুছে ফেলা হয়েছে।
gu_in: તમારા ખાનગી બ્રાઉઝિંગ ઈતિહાસને ભૂંસી નાંખવામાં આવ્યું છે.
hi_in: आपका निजी ब्राउज़िंग इतिहास मिटा दिया गया है।
id: Riwayat penjelajahan pribadi Anda telah dihapus.
kn: ನಿಮ್ಮ ಖಾಸಗಿ ಜಾಲಾಟದ ಇತಿಹಾಸವನ್ನು ಅಳಿಸಲಾಗಿದೆ.
mai: अहाँक निजी ब्राउजिंग इतिहास केँ मेटाएब देल गेल.
ml: നിങ്ങളുടെ സ്വകാര്യ ബ്രൌസിങ്ങ് നാള്‍വഴി മായ്ചു.
mr: आपला ब्राउझिंग इतिहास मिटवला गेला आहे.
pa_in: ਤੁਹਾਡਾ ਪ੍ਰਾਈਵੇਟ ਬਰਾਊਜਿੰਗ ਅਤੀਤ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।
ru: Ваша история приватного просмотра стёрта.
ta: உங்களின் அந்தரங்க உலாவல் வரலாறு அகற்றப்பட்டது.
te: మీ అంతరంగిక విహరణ చరిత్ర తొలగించబడింది.
th: ล้างประวัติการเรียกดูแบบส่วนตัวของคุณแล้ว
tl: Ang kasaysayan ng iyong private browsing ay nabura na.
vi: Trình duyệt riêng tư của bạn lịch sử đã bị xóa.

# private_browsing_tracker_blocked
source: Trackers blocked
bn: ট্র্যাকারগুলো ব্লক করা হয়েছে
gu_in: ટ્રેકર્સ અવરોધિત
hi_in: ब्लॉक हुए ट्रैकर
id: Pelacak diblokir
kn: ಜಾಡುಹಿಡಿಯುವವರನ್ನು ನಿರ್ಭಂದಿಸಲಾಗಿದೆ
ml: ട്രാക്കറുകള്‍ തടഞ്ഞു
mr: ट्रॅकर अवरोधित
pa_in: ਟਰੈਕਰਾਂ ਉੱਤੇ ਪਾਬੰਦੀ ਲਗਾਈ
ru: Трекеров заблокировано
te: ట్రాకర్లు నిరోధించబడ్డాయి
th: ตัวติดตามที่ปิดกั้น
vi: Trình theo dõi đã chặn

# private_browsing_tracker_blocked_description
source: Enjoy browsing with extra protection.
bn: অতিরিক্ত সুরক্ষা সহ ব্রাউজিং উপভোগ করুন।
gu_in: વધારાની સુરક્ષા સાથે બ્રાઉઝિંગનો આનંદ માણો.
hi_in: अतिरिक्त सुरक्षा के साथ ब्राउज़िंग का आनंद लें।
id: Nikmati penjelajahan dengan perlindungan ekstra.
kn: ಹೆಚ್ಚುವರಿ ರಕ್ಷಣೆಯೊಂದಿಗೆ ಜಾಲಾಟವನ್ನು ಆನಂದಿಸಿ.
ml: അധിക സുരക്ഷയോടെ ബ്രൌസിങ്ങ് ആസ്വദിക്കു.
mr: अतिरिक्त संरक्षणासह ब्राउझिंगचा आनंद घ्या.
pa_in: ਵਧੇਰੇ ਸੁਰੱਖਿਆ ਦੇ ਨਾਲ ਬਰਾਊਜ਼ਿੰਗ ਦਾ ਆਨੰਦ ਮਾਣੋ।
ru: Наслаждайтесь веб-сёрфингом с дополнительной защитой.
ta: கூடுதல் பாதுகாப்புடன் உலாவி மகிழுங்கள்.
te: అధిక సంరక్షణతో విహరణను ఆనందించండి.
th: เพลิดเพลินกับการเรียกดูด้วยการป้องกันพิเศษ
tl: Tangkilikin ang pag-browse na may labis na proteksyon.
vi: Tận hưởng duyệt web với lớp bảo vệ được thêm.
