Repository: mozilla-l10n/zerda-android-l10n
Catalog: locales/jv/app.po
Languages: jv

# action_cancel
source: CANCEL
jv: BATAL

# action_ok
source: OK
jv: OKÉ

# urlbar_hint
source: Search or enter address
jv: Golèk utawa lebokaké alamat

# menu_settings
source: Settings
jv: Setèlan

# menu_about
source: About
jv: Ngenani

# menu_help
source: Help
jv: Pitulung

# menu_rights
source: Your Rights
jv: Hak Sampéyan

# menu_give_feedback
source: Give feedback
jv: Wènèhi tanggepan

# menu_share_with_friends
source: Share with friends
jv: Dum menyang kanca-kanca

# share_dialog_title
source: Share via
jv: Dum lumantar

# find_in_page_input
source: Find in page
jv: Golèk ing kaca

# accessibility_find_in_page_result
source: %1$d out of %2$d
jv: %1$d metu saka %2$d

# accessibility_find_next_result
source: Find next result
jv: Golek asil sabanjure

# accessibility_find_previous_result
source: Find previous result
jv: Golek asil sadurunge

# accessibility_dismiss_find_in_page
source: Dismiss find in page
jv: Nolak nemokake ing kaca

# text_selection_search_action
source: Search in Firefox Lite
jv: Golèk ing Firefox Lite

# about_content_body
source: %1$s is a fast and lightweight browser produced by %2$s. Our mission is to foster a healthy, open internet.
jv: %1$s iku paramban sing ènthèng lan bantèr digawé déning %2$s. Misi kita iki kanggo ngopèni internèt sing séhat lan kabukak.

# about_link_learn_more
source: Learn more
jv: Sinaoni manèh

# about_link_support
source: Support
jv: Sokongan

# about_link_your_rights
source: Your Rights / Licenses
jv: Hak Sampéyan / Lisènsi

# about_link_privacy
source: Privacy Notice
jv: Pratélan Wadi

source: Life Feed
jv: Warta Pedinan

# about_link_life_feed
source: Learn more about %1$s
jv: Sinaoni manèh ngenani %1$s

# preference_search_engine_default
source: Default search engine
jv: Mesin panggolèk setandar

# preference_language
source: Language
jv: Basa

# preference_language_systemdefault
source: System default
jv: Gawan sistem

# preference_dialog_title_search_engine
source: Default search engine
jv: Mesin panggolèk setandar

# preference_dialog_title_news_source
source: News source
jv: Sumber warta

# preference_data_saving_block_images
source: Block images
jv: Blokir gambar

# preference_privacy_storage_clear_browsing_data
source: Clear browsing data
jv: Resikaké dhata paramban

# preference_privacy_storage_save_downloads_to
source: Save downloads to
jv: Simpen undhuhan ing

# preference_default_browser
source: Make default browser
jv: Dadèkaké paramban setandar

# preference_default_browser_is_setting
source: Changing settings…
jv: Ngowahi setélan…

# preference_turbo_mode
source: Turbo mode
jv: Mode turbo

# preference_mozilla_telemetry
source: Send usage data
jv: Kirim dhata panggunaan

# preference_mozilla_telemetry_summary
source: %2$s strives to collect only what we need to provide and improve %1$s for everyone.
jv: %2$s puguh ngumpulaké apa sing diperlukaké kanggo nyedhiani lan nambahi %1$s kanggo kabèh.

# preference_learn_more
source: Learn more
jv: Sinaoni manèh

# preference_about
source: About
jv: Ngenani

# preference_night_mode_brightness
source: Night mode brightness
jv: Kacerahan mode bengi

# night_mode_on_boarding_message
source: Long press to adjust brightness
jv: Pèjèt suwé kanggo nyetèl pepadhang

# content_description_clear_input
source: Clear input
jv: Resikaké lebon

# content_description_dismiss_input
source: Dismiss
jv: Singkirké

# content_description_lock
source: Secure connection
jv: Sambungan aman

# accessibility_announcement_loading
source: Loading
jv: Ngamot

# accessibility_announcement_loading_finished
source: Website loaded
jv: Situs wèb kamot

# content_description_menu
source: More options
jv: Pilihan liyané

# content_description_forward
source: Navigate forward
jv: Maju manèh

# content_description_reload
source: Reload website
jv: Amot manèh situs wèb

# content_description_back
source: Navigate back
jv: Balik manèh

# content_description_stop
source: Stop loading website
jv: Lèrèn ngamot situs wèb

# content_description_customtab_exit
source: Return to previous app
jv: Balik menyang aplikasi kapungkur

# content_description_blocking_switch
source: Block trackers
jv: Blokir palacak

# external_app_prompt_no_app_title
source: Find an app that can open link
jv: Golèk aplikasi sing bisa mbukak pranala

# external_app_prompt_no_app
source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
jv: Ora ana aplikasi ing piranti sampéyan sing bisa mbukak pranala iki. Sampéyan bisa metu saka %1$s kanggo nggolèki aplikasi ing %2$s sing bisa buka pranala.

# error_page_title
source: Webpage not available
jv: Kaca wèb ora kasadhiya

# error_page_recover_a
source: Make sure you are connected to the internet
jv: Mesthèkaké sampéyan kasambung menyang internèt

# error_page_recover_b
source: Check the address
jv: Priksa alamaté

# error_page_button
source: TRY AGAIN
jv: COBA MANÈH

# error_page_title_unsupported_scheme
source: The address wasn’t understood
jv: Alamat ora dingertèni

# error_page_content_text_unsupported_scheme
source: You might need to install other software to open this address.
jv: Ayaké sampéyan perlu masang piranti alus liya kanggo mbukak alamat iki.

# contextmenu_link_share
source: Share link
jv: Dum pranala

# contextmenu_link_copy
source: Copy link address
jv: Nurun alamat pranala

# contextmenu_image_share
source: Share image
jv: Dum gambar

# contextmenu_image_copy
source: Copy image address
jv: Nurun alamat gambar

# contextmenu_image_save
source: Save image
jv: Simpen gambar

# contextmenu_open_in_new_tab
source: Open link in new tab
jv: Bukak pranala ing tab anyar

# contextmenu_open_image_in_new_tab
source: Open image in new tab
jv: Bukak gambar ing tab anyar

# first_run_page1_title
source: Thanks for choosing %1$s
jv: Matur nuwun wis milih %1$s

# first_run_page1_text
source: A browser made by %1$s, the non-profit committed to a free and open web.
jv: Sawijining paramban sing digawé karo %1$s, organisasi nirlaba sing setya karo misi mujudaké wèb bébas lan kabuka.

# first_run_page2_title
source: Browse faster than ever
jv: Ndlajah luwih banter

# first_run_page2_text
source: Use turbo mode to block tracking ads so you can browse at blazing speeds. If sites seem broken, just tap off the turbo mode switch in the menu.
jv: Nggunakaké mode turbo kanggo mblokir iklan palacak ben sampéyan bisa ndlajah luwih banter. Menawa situs rusak, tunyuk saklar mode turbo ing menu.

# first_run_page3_title
source: Save data = Save money
jv: Irit dhata = Irit dhuwit

# first_run_page3_text
source: Save on data costs by blocking tracking ads. Save even more when you enable image blocking.
jv: Mblokir iklan palacak ora mung nyepetaké paramban, nanging uga bisa nyimpen dhata. Nyimpen luwih akeh manèh kala sampéyan mblokir gambar.

# first_run_page4_title
source: Screenshot the whole page
jv: Jeprèt sakabèhing layar

# first_run_page4_text
source: Take screenshot of an entire page scroll. Read it offline without using data or tap it to revisit the web page.
jv: Jepret layar sakabèhé situs wèb. Waca sawijining jepretan layar tanpa nganggo dhata utawa tunyuk manéh kanggo mbalik menyang situs wèb mau.

# first_run_page5_title
source: Next-level privacy
jv: Wadi sabanjure

# first_run_page5_text
source: Browse without a trace, and block a wide range of common web trackers by default. Ensure the security of your confidential data.
jv: Delajah tanpa tilak, lan blokir sawetara pelacak web. Jamin keamanan data pribadimu.

# first_run_page6_title
source: Discover new things
jv: Temokaké apa-apa sing anyar

# first_run_page6_text
source: Just one flip, keep yourself updated with the “%1$s” - a variety of contents from the most popular topics to the hottest deals. %2$s
jv: Mung sakbalikan, tansah anyaraké karo “%1$s” - anéka kontèn saka topik paling populèr nganti dodolan paling oké. %2$s

# first_run_upgrade_page_title
source: We heard your feedback!
jv: Kita ngrungokaké tanggepan sampéyan!

# new_name_upgrade_page_title
source: We have a new look!
jv: Kita duwe tampilan anyar!

# new_name_upgrade_page_text
source: With the evolved product, we bring you a newly refreshed %1$s, with new name and new logo.
jv: Bareng produk sing berkembang, kita nampilake %1$s sing anyar, sabarenge jeneng anyar lan logo anyar.

# first_run_upgrade_page_text1
source: 1. Multitask by opening %s at the same time!
jv: 1. Klumpukan garapan liwat mbukak %s bebarengan!

# first_run_upgrade_page_text1_highlight
source: multiple tabs
jv: klumpukan tab

# first_run_upgrade_page_text2
source: 2. Access your favorite sites quickly by %s
jv: 2. Ngaksès situs wèb kasenengan kang cepet liwat %s

# first_run_upgrade_page_text2_highlight
source: adding them to the home screen!
jv: nambahké menyang kaca utama!

# firstrun_close_button
source: OK, got it!
jv: Oké, mudheng!

# firstrun_skip_button
source: Skip
jv: Liwati

# firstrun_next_button
source: Next
jv: Candhaké

# label_menu_bookmark
source: Bookmarks
jv: Tetenger

# label_menu_download
source: Downloads
jv: Undhuhan

# label_menu_find_in_page
source: Find in page
jv: Golèk ing kaca

# label_menu_clear_cache
source: Clear cache
jv: Resikaké ampiran

# label_menu_history
source: History
jv: Riwayat

# label_menu_share
source: Share
jv: Dum

# label_menu_my_shots
source: My shots
jv: Jeprètan layarku

# label_menu_capture_page
source: Capture page
jv: Jeprèt kaca

# label_menu_turbo_mode
source: Turbo mode
jv: Mode turbo

# label_menu_night_mode
source: Night mode
jv: Mode bengi

# label_menu_block_ads
source: Block Ads
jv: Blokir Iklan

# label_menu_block_image
source: Block images
jv: Blokir gambar

# label_menu_settings
source: Settings
jv: Setèlan

# label_menu_exit
source: Exit
jv: Metu

# permission_toast_location_deny
source: Location permission is denied.
jv: Idin pernah ditolak.

# permission_toast_storage_deny
source: Storage permission is denied.
jv: Idin panyimpenan ditolak.

# permission_handler_permission_dialog_setting
source: settings
jv: setélan

# permission_dialog_not_now
source: not now
jv: ora saiki

# permission_toast_location
source: Location not available. Give permission to access your location.
jv: Pernah ora cumepak. Wènèhi idin kanggo ngaksès pernahé sampéyan.

# permission_toast_storage
source: Storage not available. Give permission to store photos and files on your device.
jv: Panyimpenan ora cumepak. Wènèhi idin kanggo nyimpen foto lan barkas ing pirantiné sampéyan.

# geolocation_dialog_message
source: %1$s wants to access your location.
jv: %1$s péngin ngaksès pernahé sampéyan.

# geolocation_dialog_message_cache_it
source: Don’t ask again for this site until %1$s restarts
jv: Aja takon maneh situs iki nganti nganyari maneh %1$s

# geolocation_dialog_allow
source: ALLOW
jv: IDINAKÉ

# geolocation_dialog_block
source: BLOCK
jv: PENGGAK

# setting_dialog_clear_data
source: Clear Data
jv: Resikaké Dhata

# setting_dialog_cancel
source: Cancel
jv: Batal

# setting_dialog_browsing_history
source: Browsing history
jv: Riwayat dlajahan

# setting_dialog_search_history
source: Search history
jv: Riwayat golèkan

# setting_dialog_form_history
source: Form history
jv: Riwayat formulir

# setting_dialog_cookies
source: Cookies
jv: Kuki

# setting_dialog_cache
source: Cache
jv: Ampiran

source: No downloads
jv: Ora ana undhuhan

# download_started
source: Downloading…
jv: Ngundhuh…

# download_file_not_supported
source: Download protocol not supported
jv: Protokol undhuhan ora kasokong

source: Cannot find the file
jv: Berkas ora ketemu

source: Cannot delete the file.
jv: Berkas ora kabusak.

# download_completed
source: %1$s downloaded
jv: %1$s diundhuh

# download_deleted
source: %1$s was deleted
jv: %1$s dibusak

# download_cancel
source: Download canceled
jv: Undhuhan dibatalaké

source: Undo
jv: Wurung

source: Open
jv: Bukak

# menu_longpress_downloads
source: Long press to open Downloads
jv: Pèjèt suwé kanggo mbukak Undhuhan

# pause
source: paused
jv: dilèrènké

source: Pending
jv: Katundha

# running
source: downloading
jv: ngundhuh

source: Successful
jv: Suksès

source: failed
jv: gagal

source: Unknown
jv: Ora tepung

# setting_dialog_sd_card
source: SD card
jv: Kartu SD

# setting_dialog_internal_storage
source: Internal storage
jv: Panyimpenan internal

# browsing_history_clear_btn
source: CLEAR BROWSING HISTORY
jv: RESIKAKÉ RIWAYAT PARAMBAN

# browsing_history_empty_view_msg
source: No browsing history
jv: Ora ana riwayat dlajahan

# browsing_history_date_today
source: Today
jv: Dina iki

# browsing_history_date_yesterday
source: Yesterday
jv: Wingi

# browsing_history_menu_delete
source: Delete
jv: Busak

# browsing_history_dialog_confirm_clear_message
source: Clear all browsing history?
jv: Resikaké kabèh riwayat dlajahan?

# browsing_history_dialog_btn_clear
source: Clear
jv: Resikaké

source: Remove from list
jv: Ilangké saka daptar

source: Delete file
jv: Busak berkas

source: Screenshot saved
jv: Jeprètan layar kasimpen

# screenshot_failed
source: Failed to capture screenshot
jv: Gagal njeprèt layar

# screenshot_illustration
source: Capturing screenshot of entire page…
jv: Njeprèt layar sakabèhané kaca…

# screenshot_view
source: VIEW
jv: DELENG

# screenshot_edit
source: EDIT
jv: BESUT

# screenshot_delete
source: DELETE
jv: BUSAK

# screenshot_share
source: SHARE
jv: DUM

# message_fallback_save_to_primary_external
source: No SD card detected. File was saved to internal storage.
jv: Ora ana kertu SD kang kasumurupan. Barkas kasimpen ing panyimpenan internal.

# message_start_to_save_to_removable_storage
source: File saved to SD card
jv: Berkas kasimpen ing kartu SD

# message_removable_storage_space_not_enough
source: SD card is almost full. File was saved to internal storage.
jv: Kertu SD mèh kebak. Barkas kasimpen ing panyimpenan internal.

# screenshot_grid_empty_text_title
source: No screenshots
jv: Ora ana jeprètan layar

# screenshot_grid_empty_text_msg_prefix
source: Tap
jv: Tunyuk

# screenshot_grid_empty_text_msg_postfix
source: on the menu to capture an entire web page.
jv: ing menu kanggo njeprèt kaca sakkabèhé.

# screenshot_image_viewer_dialog_info_time1
source: Date: %1$s
jv: Tanggal: %1$s

# screenshot_image_viewer_dialog_info_category
source: Category: %1$s
jv: Tataran: %1$s

# screenshot_image_viewer_dialog_info_resolution1
source: Resolution: %1$s
jv: Résolusi: %1$s

# screenshot_image_viewer_dialog_info_size1
source: Size: %1$s
jv: Ukuran: %1$s

# screenshot_image_viewer_dialog_info_title1
source: Title: %1$s
jv: Judhul: %1$s

# screenshot_image_viewer_dialog_delete_msg
source: Delete this image?
jv: Busak gambar iki?

# file_picker_title
source: Choose a file to upload
jv: Pilih berkas kanggo diunggah

# message_enable_turbo_mode
source: Turbo mode enabled
jv: Mode turbo diuripké

# message_disable_turbo_mode
source: Turbo mode disabled
jv: Mode turbo dipatèni

# message_enable_block_image
source: Now blocking images
jv: Saiki mblokir gambar

# message_disable_block_image
source: Now showing images
jv: Saiki nuduhaké gambar

# message_clear_cache_fail
source: Unable to clear cache
jv: Ora bisa ngresikaké ampiran

# message_storage_unavailable_cancel_download
source: Storage inaccessible. Download canceled.
jv: Panyimpenan dhata ora bisa kaaksès. Undhuhan kawurungaké.

# message_cleared_cached
source: %1$s cache cleared
jv: %1$s ampiran diresikaké

# message_cleared_browsing_data
source: Browsing data cleared
jv: Dhata dlajahan diresikaké

# message_deleted_screenshot
source: Screenshot deleted
jv: Jeprètan layar dibusak

# message_cannot_find_screenshot
source: Cannot display the screenshot
jv: Jeprètan layar ora bisa dituduhaké

source: Remove
jv: Ilangké

# privacy_policy_update_notification_title
source: Product Update Notice
jv: Pratélan Panganyaran Produk

# privacy_policy_update_notification_action
source: To make Firefox Lite better for you and everyone, we made some changes to our privacy policy. Tap to learn more.
jv: Supaya Firefox Lite luwih apik kanggo sampéyan lan wong liya, kita ngowahi niti privasi. Tunyuk kanggo nyinaoni manèh.

# rate_app_dialog_text_title
source: Love %1$s?
jv: Dhemen %1$s?

# rate_app_dialog_text_content
source: Thank you for choosing our product. Your feedback is important to us.
jv: Matur nuwun wis milih produk kita. Tanggepan sampéyan penting kanggo kita.

# rate_app_dialog_btn_go_rate
source: Rate Us
jv: Bintangi Kita

# rate_app_notification_action_rate
source: RATE US
jv: BINTANGI KITA

# rate_app_dialog_btn_feedback
source: Leave Feedback
jv: Ninggal Tanggepan

# rate_app_notification_action_feedback
source: FEEDBACK
jv: TANGGEPAN

# share_app_dialog_text_title
source: Share %1$s with friends!
jv: Dumké %1$s karo kancané sampéyan!

# share_app_dialog_text_content
source: - Fast and lightweight - Data saving - Powerful screenshots
jv: - Cepet lan ènthèng - Nyimpen dhata - Jeprèt layar kang kuat

# share_app_dialog_btn_share
source: Share
jv: Dum

# share_app_promotion_text
source: Hey, check out this fast and lightweight browser from %3$s. %1$s %2$s
jv: Hèh, priksa paramban ingkang cepet lan ènthèng saka %3$s. %1$s %2$s

# your_rights_content1
source: %1$s is free and open source software made by %2$s and other contributors.
jv: %1$s iku piranti alus kang bebas lan sumber kabuka digawé déning %2$s lan kontributor liyané.

# your_rights_content2
source: %1$s is made available to you under the terms of the <a href="%2$s">%3$s</a> and other open source licenses.
jv: %1$s kasedhiya kanggo sampéyan ing sangisoré sarat <a href="%2$s">%3$s</a> lan lisènsi sumber-kabukak liyané.

# your_rights_content3
source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the %3$s, %4$s or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
jv: Sampéyan ora diwénéhi hak utawa lisènsi tumrap mèrek dagang Yayasan Mozilla utawa pihak liya, kalebu jeneng utawa logo %3$s, %4$s, utawa %1$s. Pratéla tambahan ana ing <a href="%2$s">kéné</a>.

# your_rights_content4
source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
jv: Kodhe sumber tambahan kanggo %1$s kasedhiya nganggo <a href="%2$s">lisènsi</a> bébas lan sumber kabukak liyané.

# your_rights_content5
source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
jv: %1$s uga nganggo daptar blok déning Disconnect, Inc. minangka pagawéan kapisah lan mandiri sangisoré <a href="%2$s">GNU Lisènsi Publik Umum v3</a>, lan kasedhiya <a href="%3$s">ing kéné</a>.

# survey_notification_title
source: We need you! %1$s
jv: Kita perlu sampéyan! %1$s

# survey_notification_description
source: Shape a better product for Indonesia
jv: Gawé prodhuk sing luwih apik kanggo Indonesia

# new_background_tab_hint
source: New tab opened
jv: Tab anyar kabukak

# new_background_tab_switch
source: SWITCH
jv: GANTI

# setting_default_browser_notification_title
source: Changing settings…
jv: Ngganti setèlan…

# setting_default_browser_notification_text
source: It may take a while
jv: Sedhéla

# setting_default_browser_notification_clickable_text
source: Tap to set default browser
jv: Tunyuk kanggo ndadèkaké paramban setandar

# tab_tray_close_tabs_btn_text
source: Close all
jv: Tutup kabèh

# tab_tray_close_tabs_dialog_msg
source: Close all tabs?
jv: Tutup kabèh tab?

# themetoy_onboarding_title
source: Color your life!
jv: Wernani urip sampéyan!

# themetoy_onboarding_description
source: Double click on the home background to switch themes.
jv: Klik pindho ing latar tepas kanggo ngganti téma.

source: Bookmark saved
jv: Tetenger kasimpen

source: Bookmark removed
jv: Tetenger diilangi

# bookmark_saved_edit
source: EDIT
jv: BESUT

# title_activity_edit_bookmark
source: Edit bookmark
jv: Owahi tetenger

# bookmark_edit_save
source: SAVE
jv: SIMPEN

# bookmark_edit_name
source: Name
jv: Jeneng

# bookmark_edit_location
source: Location
jv: Pernah

# bookmark_edit_success
source: Bookmark updated
jv: Tetenger dianyari

# bookmarks_empty_view_msg
source: No bookmarks
jv: Ora ana tetenger

# edit_bookmark
source: Edit
jv: Owahi

# news_update_btn
source: New update
jv: Nganyari anyar

source: Private tab
jv: Tab pribadi

# private_browsing_title
source: Private Browsing
jv: Ndlajah pribadi

# private_browsing_erase_message
source: Erase private browsing history
jv: Busak riwayat delajahan pribadi

# private_browsing_open_action
source: OPEN
jv: BUKAK

# private_browsing_erase_done
source: Your private browsing history has been erased.
jv: Riwayat dejalahan pribadhi sampéyan wis dibusak.

# my_shot_on_boarding_message
source: View your screenshots here!
jv: Deleng pikutan layar sampeyan ing kéné!

# my_shot_on_boarding_category_message
source: To improve your product experience, we collect information about your screenshots’ categories.
jv: Kanggo ningkataké pengalaman produk sampéyan, kita ngumpulaké pratéla ngenani kategori jepretan layar sampéyan.

# btn_vpn
source: The 7-day free VPN service is ready for you. Install now to browse more privately and securely.
jv: Layanan VPN gratis 7 dina wis siap kanggo sampeyan. Instal saiki kanggo browsing luwih pribadi lan aman.

# exp_survey_wifi
source: We plan to integrate “Free Wifi-Finder” to help you find quality free internet connection nearby. Interested?
jv: Kita rencana kanggo nggabungake “Free Wifi-Finder” kanggo mbantu sampeyan nemokake koneksi internet sing gratis. Sampeyan kasengsem?

# exp_survey_vpn
source: We plan to integrate “VPN service” to get you more freedom and more privacy when browsing. Interested?
jv: Kita rencana kanggo nggabungake “VPN service” kanggo nggawe sampeyan kebebasan lan privasi liyane nalika nelusur. Sampeyan kasengsem?

# exp_survey_thanks
source: Thank you for giving us feedback %1$s
jv: Matur suwun kanggo menehi saran %1$s

# exp_survey_yes
source: YES, PLEASE
jv: IYO, MONGGO

# exp_survey_no
source: NOPE
jv: ORA

# http_auth_dialog_title
source: Authentication required
jv: Prelu otèntikasi

# http_auth_dialog_user_name
source: Username
jv: Jeneng panganggo

# http_auth_dialog_password
source: Password
jv: Sandi
